[ [{ "author": "Leah LaBelle",
      "quote": "Work hard for what you want because it won\"t come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive." },
    { "author": "Lyndon B. Johnson",
      "quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose." },
    { "author": "Helen Keller",
      "quote": "Keep your face to the sunshine and you cannot see a shadow." },
    { "author": "Dalai Lama",
      "quote": "In order to carry a positive action we must develop here a positive vision." },
    { "author": "Marla Gibbs",
      "quote": "I truly believe that everything that we do and everyone that we meet is put in our path for a purpose. There are no accidents; we\"re all teachers - if we\"re willing to pay attention to the lessons we learn, trust our positive instincts and not be afraid to take risks or wait for some miracle to come knocking at our door." },
    { "author": "Joseph Campbell",
      "quote": "Find a place inside where there\"s joy, and the joy will burn out the pain." },
    { "author": "Elbert Hubbard",
      "quote": "Positive anything is better than negative nothing." },
    { "author": "Demi Lovato",
      "quote": "No matter what you\"re going through, there\"s a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you\"ll find the positive side of things." },
    { "author": "Johann Wolfgang von Goethe",
      "quote": "Correction does much, but encouragement does more." },
    { "author": "William James",
      "quote": "Believe that life is worth living and your belief will help create the fact." },
    { "author": "Tony Dorsett",
      "quote": "To succeed, you need to find something to hold on to, something to motivate you, something to inspire you." },
    { "author": "Les Brown",
      "quote": "Your smile will give you a positive countenance that will make people feel comfortable around you." },
    { "author": "Harvey Mackay",
      "quote": "When you wake up every day, you have two choices. You can either be positive or negative; an optimist or a pessimist. I choose to be an optimist. It\"s all a matter of perspective." },
    { "author": "Joel Osteen",
      "quote": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you\"re grateful, you\"ll see God open up new doors." },
    { "author": "Willie Nelson",
      "quote": "Once you replace negative thoughts with positive ones, you\"ll start having positive results." },
    { "author": "Allen Klein",
      "quote": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up." },
    { "author": "Henri Nouwen",
      "quote": "Did I offer peace today? Did I bring a smile to someone\"s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come." },
    { "author": "John Wooden",
      "quote": "If you\"re not making mistakes, then you\"re not doing anything. I\"m positive that a doer makes mistakes." },
    { "author": "Pat Riley",
      "quote": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges." },
    { "author": "Matt Cameron",
      "quote": "Live life to the fullest, and focus on the positive." },
    { "author": "Christopher McCandless",
      "quote": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun." },
    { "author": "Kobe Bryant",
      "quote": "The most important thing is to try and inspire people so that they can be great in whatever they want to do." },
    { "author": "Joyce Meyer",
      "quote": "You cannot have a positive life and a negative mind." },
    { "author": "Zig Ziglar",
      "quote": "Positive thinking will let you do everything better than negative thinking will." },
    { "author": "Joel Osteen",
      "quote": "You\"re going to go through tough times - that\"s life. But I say, \"Nothing happens to you, it happens for you.\" See the positive in negative events." },
    { "author": "Ralph Marston",
      "quote": "You\"ve done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination." } ],
  [ { "author": "Leah LaBelle",
      "quote": "Work hard for what you want because it won\"t come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive." },
    { "author": "Lyndon B. Johnson",
      "quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose." },
    { "author": "Helen Keller",
      "quote": "Keep your face to the sunshine and you cannot see a shadow." },
    { "author": "Dalai Lama",
      "quote": "In order to carry a positive action we must develop here a positive vision." },
    { "author": "Marla Gibbs",
      "quote": "I truly believe that everything that we do and everyone that we meet is put in our path for a purpose. There are no accidents; we\"re all teachers - if we\"re willing to pay attention to the lessons we learn, trust our positive instincts and not be afraid to take risks or wait for some miracle to come knocking at our door." },
    { "author": "Joseph Campbell",
      "quote": "Find a place inside where there\"s joy, and the joy will burn out the pain." },
    { "author": "Elbert Hubbard",
      "quote": "Positive anything is better than negative nothing." },
    { "author": "Demi Lovato",
      "quote": "No matter what you\"re going through, there\"s a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you\"ll find the positive side of things." },
    { "author": "Johann Wolfgang von Goethe",
      "quote": "Correction does much, but encouragement does more." },
    { "author": "William James",
      "quote": "Believe that life is worth living and your belief will help create the fact." },
    { "author": "Tony Dorsett",
      "quote": "To succeed, you need to find something to hold on to, something to motivate you, something to inspire you." },
    { "author": "Les Brown",
      "quote": "Your smile will give you a positive countenance that will make people feel comfortable around you." },
    { "author": "Harvey Mackay",
      "quote": "When you wake up every day, you have two choices. You can either be positive or negative; an optimist or a pessimist. I choose to be an optimist. It\"s all a matter of perspective." },
    { "author": "Joel Osteen",
      "quote": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you\"re grateful, you\"ll see God open up new doors." },
    { "author": "Willie Nelson",
      "quote": "Once you replace negative thoughts with positive ones, you\"ll start having positive results." },
    { "author": "Allen Klein",
      "quote": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up." },
    { "author": "Henri Nouwen",
      "quote": "Did I offer peace today? Did I bring a smile to someone\"s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come." },
    { "author": "John Wooden",
      "quote": "If you\"re not making mistakes, then you\"re not doing anything. I\"m positive that a doer makes mistakes." },
    { "author": "Pat Riley",
      "quote": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges." },
    { "author": "Matt Cameron",
      "quote": "Live life to the fullest, and focus on the positive." },
    { "author": "Christopher McCandless",
      "quote": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun." },
    { "author": "Kobe Bryant",
      "quote": "The most important thing is to try and inspire people so that they can be great in whatever they want to do." },
    { "author": "Joyce Meyer",
      "quote": "You cannot have a positive life and a negative mind." },
    { "author": "Zig Ziglar",
      "quote": "Positive thinking will let you do everything better than negative thinking will." },
    { "author": "Joel Osteen",
      "quote": "You\"re going to go through tough times - that\"s life. But I say, \"Nothing happens to you, it happens for you.\" See the positive in negative events." },
    { "author": "Ralph Marston",
      "quote": "You\"ve done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination." } ],
  [ { "author": "Harvey Fierstein",
      "quote": "I do believe we\"re all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other." },
    { "author": "Kesha",
      "quote": "I believe in karma, and I believe if you put out positive vibes to everybody, that\"s all you\"re going to get back." },
    { "author": "Khalil Gibran",
      "quote": "Trust in dreams, for in them is hidden the gate to eternity." },
    { "author": "B. F. Skinner",
      "quote": "The way positive reinforcement is carried out is more important than the amount." },
    { "author": "Paulo Coelho",
      "quote": "When you are enthusiastic about what you do, you feel this positive energy. It\"s very simple." },
    { "author": "Willard Scott",
      "quote": "Positive feelings come from being honest about yourself and accepting your personality, and physical characteristics, warts and all; and, from belonging to a family that accepts you without question." },
    { "author": "Lee Iacocca",
      "quote": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being." },
    { "author": "Joyce Brothers",
      "quote": "A strong, positive self-image is the best possible preparation for success." },
    { "author": "Don Miguel Ruiz",
      "quote": "Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret." },
    { "author": "George Allen, Sr.",
      "quote": "Work hard, stay positive, and get up early. It\"s the best part of the day." },
    { "author": "Colin Powell",
      "quote": "Perpetual optimism is a force multiplier." },
    { "author": "William James",
      "quote": "Pessimism leads to weakness, optimism to power." },
    { "author": "Roger Clemens",
      "quote": "I think anything is possible if you have the mindset and the will and desire to do it and put the time in." },
    { "author": "W. Clement Stone",
      "quote": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again." },
    { "author": "Martha Beck",
      "quote": "Every day brings new choices." },
    { "author": "Alexander Pope",
      "quote": "The most positive men are the most credulous." },
    { "author": "Ralph Marston",
      "quote": "Your destiny is to fulfill those things upon which you focus most intently. So choose to keep your focus on that which is truly magnificent, beautiful, uplifting and joyful. Your life is always moving toward something." },
    { "author": "Michael Jordan",
      "quote": "Always turn a negative situation into a positive situation." },
    { "author": "Tiger Woods",
      "quote": "If you are given a chance to be a role model, I think you should always take it because you can influence a person\"s life in a positive light, and that\"s what I want to do. That\"s what it\"s all about." },
    { "author": "Bennett Cerf",
      "quote": "The person who can bring the spirit of laughter into a room is indeed blessed." },
    { "author": "Hillary Clinton",
      "quote": "There is a sense that things, if you keep positive and optimistic about what can be done, do work out." },
    { "author": "Norman Schwarzkopf",
      "quote": "You learn far more from negative leadership than from positive leadership. Because you learn how not to do it. And, therefore, you learn how to do it." },
    { "author": "Queen Latifah",
      "quote": "Look at people for an example, but then make sure to do things your way. Surround yourself with positive people." },
    { "author": "Robert A. Cook",
      "quote": "Say and do something positive that will help the situation; it doesn\"t take any brains to complain." },
    { "author": "Justin Bieber",
      "quote": "I\"m looking forward to influencing others in a positive way. My message is you can do anything if you just put your mind to it." },
    { "author": "Walt Disney",
      "quote": "I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter." } ],
  [ { "author": "Orison Swett Marden",
      "quote": "There are powers inside of you which, if you could discover and use, would make of you everything you ever dreamed or imagined you could become." },
    { "author": "Samuel Johnson",
      "quote": "My dear friend, clear your mind of cant." },
    { "author": "Pablo Picasso",
      "quote": "Every positive value has its price in negative terms... the genius of Einstein leads to Hiroshima." },
    { "author": "Thomas Carlyle",
      "quote": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen." },
    { "author": "Mena Suvari",
      "quote": "A year or so ago I went through all the people in my life and asked myself: does this person inspire me, genuinely love me and support me unconditionally? I wanted nothing but positive influences in my life." },
    { "author": "Samuel Goldwyn",
      "quote": "When someone does something good, applaud! You will make two people happy." },
    { "author": "Chuck Norris",
      "quote": "A lot of times people look at the negative side of what they feel they can\"t do. I always look on the positive side of what I can do." },
    { "author": "Marianne Williamson",
      "quote": "Miracles occur naturally as expressions of love. The real miracle is the love that inspires them. In this sense everything that comes from love is a miracle." },
    { "author": "Dolly Parton",
      "quote": "I feel that sin and evil are the negative part of you, and I think it\"s like a battery: you\"ve got to have the negative and the positive in order to be a complete person." },
    { "author": "Joan Lunden",
      "quote": "A positive attitude is something everyone can work on, and everyone can learn how to employ it." },
    { "author": "Martin Yan",
      "quote": "Some people never contribute anything positive to society, they may even drain our resources, but most of us try to do something better, to give back." },
    { "author": "Ethel Waters",
      "quote": "Today or any day that phone may ring and bring good news." },
    { "author": "Georg Wilhelm Friedrich Hegel",
      "quote": "The learner always begins by finding fault, but the scholar sees the positive merit in everything." },
    { "author": "Imelda Staunton",
      "quote": "Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that." },
    { "author": "Nadia Comaneci",
      "quote": "I believe that you should gravitate to people who are doing productive and positive things with their lives." },
    { "author": "Corazon Aquino",
      "quote": "I am not embarrassed to tell you that I believe in miracles." },
    { "author": "Emmet Fox",
      "quote": "You must not under any pretense allow your mind to dwell on any thought that is not positive, constructive, optimistic, kind." },
    { "author": "William Cowper",
      "quote": "Where men of judgment creep and feel their way, The positive pronounce without dismay." },
    { "author": "Brian Koslow",
      "quote": "There is no advertisement as powerful as a positive reputation traveling fast." },
    { "author": "Hans Bender",
      "quote": "You shall always find what you created in your mind, for instance, a benevolent God or an evil Devil. Between them are countless facets. Therefore, concentrate on the depth of your consciousness and on what you consider to be positive and good." },
    { "author": "Daryl Hannah",
      "quote": "I really struggle with that feeling of helplessness. That\"s why I really try to get my blogs, and even myself, to point to the positive and look at all the inspiring things that are happening." },
    { "author": "William Hazlitt",
      "quote": "Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits." },
    { "author": "Richard M. DeVos",
      "quote": "Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A \"you can do it\" when things are tough." },
    { "author": "Maya Angelou",
      "quote": "You are the sum total of everything you\"ve ever seen, heard, eaten, smelled, been told, forgot - it\"s all there. Everything influences each of us, and because of that I try to make sure that my experiences are positive." },
    { "author": "Bryan Clay",
      "quote": "I was blessed with certain gifts and talents and God gave them to me to be the best person I can be and to have a positive impact on other people." },
    { "author": "Donna Karan",
      "quote": "Delete the negative; accentuate the positive!" } ],
  [ { "author": "Cuba Gooding, Jr.",
      "quote": "Don\"t let people disrespect you. My mom says don\"t open the door to the devil. Surround yourself with positive people." },
    { "author": "Albert Einstein",
      "quote": "The gift of fantasy has meant more to me than my talent for absorbing positive knowledge." },
    { "author": "Gail Porter",
      "quote": "So long as you\"ve got your friends about you, and a good positive attitude, you don\"t really have to care what everyone else thinks." },
    { "author": "William Makepeace Thackeray",
      "quote": "A good laugh is sunshine in the house." },
    { "author": "Daniel Kahneman",
      "quote": "It\"s a wonderful thing to be optimistic. It keeps you healthy and it keeps you resilient." },
    { "author": "Yao Ming",
      "quote": "Fortune cookies are a good idea. If the message is positive, it can make your day a little better." },
    { "author": "Ted Nugent",
      "quote": "I surround myself with positive, productive people of good will and decency." },
    { "author": "Kirstie Alley",
      "quote": "When push comes to shove, it ain\"t the science that\"s going to lift you up - it\"s the belief, the spiritual side of life, that\"s going to lift you up, no matter what religion you are." },
    { "author": "Carlos Ghosn",
      "quote": "You have to listen to the people who have a negative opinion as well as those who have positive opinion. Just to make sure that you are blending all these opinions in your mind before a decision is made." },
    { "author": "Mary Kay Ash",
      "quote": "A mediocre idea that generates enthusiasm will go further than a great idea that inspires no one." },
    { "author": "Mos Def",
      "quote": "I don\"t want to waste anyone\"s time or money. I want to give people some truth and positive heart lift." },
    { "author": "Ralph Waldo Emerson",
      "quote": "Our chief want is someone who will inspire us to be what we know we could be." },
    { "author": "Robert H. Schuller",
      "quote": "It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts." },
    { "author": "Brian Tracy",
      "quote": "Winners make a habit of manufacturing their own positive expectations in advance of the event." },
    { "author": "Amy Adams",
      "quote": "I think a lot of times we don\"t pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled." },
    { "author": "Betty White",
      "quote": "It\"s your outlook on life that counts. If you take yourself lightly and don\"t take yourself too seriously, pretty soon you can find the humor in our everyday lives. And sometimes it can be a lifesaver." },
    { "author": "Tom Hanks",
      "quote": "As long as you as an individual... can convince yourself that in order to move forward as best you can you have to be optimistic, you can be described as \"one of the faithful,\" one of those people who can say, \"Well, look, something\"s going to happen! Let\"s just keep trying. Let\"s not give up." },
    { "author": "John H. Johnson",
      "quote": "Dream small dreams. If you make them too big, you get overwhelmed and you don\"t do anything. If you make small goals and accomplish them, it gives you the confidence to go on to higher goals." },
    { "author": "Orison Swett Marden",
      "quote": "There is only one thing for us to do, and that is to do our level best right where we are every day of our lives; To use our best judgment, and then to trust the rest to that Power which holds the forces of the universe in his hands." },
    { "author": "Mavis Staples",
      "quote": "My purpose: to lift your spirit and to motivate you." },
    { "author": "John Newcombe",
      "quote": "So there was a fire inside me. And that fire inside you, it can be turned into a negative form or a positive form. And I gradually realised that I had this fire and that it had to be used in a positive way." },
    { "author": "Henry Rollins",
      "quote": "My optimism wears heavy boots and is loud." },
    { "author": "Harvey Mackay",
      "quote": "Positive thinking is more than just a tagline. It changes the way we behave. And I firmly believe that when I am positive, it not only makes me better, but it also makes those around me better." },
    { "author": "James A. Baldwin",
      "quote": "I\"ve always believed that you can think positive just as well as you can think negative." },
    { "author": "Natalie du Toit",
      "quote": "Even when bad things happen you have to try to use those bad things in a positive manner and really just take the positive out of it." },
    { "author": "Pitbull",
      "quote": "I\"m taking all the negatives in my life, and turning them into a positive." } ],
  [ { "author": "Nhat Hanh",
      "quote": "People deal too much with the negative, with what is wrong. Why not try and see positive things, to just touch those things and make them bloom?" },
    { "author": "Deepak Chopra",
      "quote": "You can\"t make positive choices for the rest of your life without an environment that makes those choices easy, natural, and enjoyable." },
    { "author": "Kristin Armstrong",
      "quote": "The best thing to do when you find yourself in a hurting or vulnerable place is to surround yourself with the strongest, finest, most positive people you know." },
    { "author": "Michael J. Fox",
      "quote": "I like to encourage people to realize that any action is a good action if it\"s proactive and there is positive intent behind it." },
    { "author": "Kristi Yamaguchi",
      "quote": "Having achieved my own dreams, I want to give to kids who are less fortunate, who struggle with everyday obstacles. I want to give them something positive in their lives: support." },
    { "author": "Elizabeth Edwards",
      "quote": "But I have found that in the simple act of living with hope, and in the daily effort to have a positive impact in the world, the days I do have are made all the more meaningful and precious. And for that I am grateful." },
    { "author": "Yannick Noah",
      "quote": "I believe in Karma. If the good is sown, the good is collected. When positive things are made, that returns well." },
    { "author": "Louis C. K.",
      "quote": "Talking is always positive. That\"s why I talk too much." },
    { "author": "Arthur Schopenhauer",
      "quote": "Satisfaction consists in freedom from pain, which is the positive element of life." },
    { "author": "Manuel Puig",
      "quote": "If it\"s great stuff, the people who consume it are nourished. It\"s a positive force." },
    { "author": "Jason Mraz",
      "quote": "I\"m totally into new age and self-help books. I used to work in a bookstore and that\"s the section they gave me, and I got way into it. I just loved the power of positive thinking, letting yourself go." },
    { "author": "Leni Riefenstahl",
      "quote": "I am fascinated by what is beautiful, strong, healthy, what is living. I seek harmony." },
    { "author": "George Eliot",
      "quote": "Excellence encourages one about life generally; it shows the spiritual wealth of the world." },
    { "author": "Camryn Manheim",
      "quote": "Instead of hating, I have chosen to forgive and spend all of my positive energy on changing the world." },
    { "author": "George Foreman",
      "quote": "That\"s my gift. I let that negativity roll off me like water off a duck\"s back. If it\"s not positive, I didn\"t hear it. If you can overcome that, fights are easy." },
    { "author": "Edward VIII",
      "quote": "Perhaps one of the only positive pieces of advice that I was ever given was that supplied by an old courtier who observed: Only two rules really count. Never miss an opportunity to relieve yourself; never miss a chance to sit down and rest your feet." },
    { "author": "Bill Moyers",
      "quote": "When I learn something new - and it happens every day - I feel a little more at home in this universe, a little more comfortable in the nest." },
    { "author": "Paula Deen",
      "quote": "I was determined to share my positive approach and not let diabetes stand in the way of enjoying my life." },
    { "author": "Delta Burke",
      "quote": "And I have to work so hard at talking positively to myself. If I don\"t, it\"s just real hard to get through the day, and I\"ll get really down, and just want to cry. My whole body language changes. I get more slumped over." },
    { "author": "Caitlyn Jenner",
      "quote": "First of all, I try to be a positive role model." },
    { "author": "Chelsea Clinton",
      "quote": "I hope to make a positive, productive contribution, as cheesy as that may sound." },
    { "author": "Harry S Truman",
      "quote": "A President cannot always be popular." },
    { "author": "John Lydon",
      "quote": "Sometimes the most positive thing you can be in a boring society is absolutely negative." },
    { "author": "Jack Canfield",
      "quote": "Successful people maintain a positive focus in life no matter what is going on around them. They stay focused on their past successes rather than their past failures, and on the next action steps they need to take to get them closer to the fulfillment of their goals rather than all the other distractions that life presents to them." },
    { "author": "Edwin Louis Cole",
      "quote": "God never ends anything on a negative; God always ends on a positive." },
    { "author": "Ian Botham",
      "quote": "To me, it doesn\"t matter how good you are. Sport is all about playing and competing. Whatever you do in cricket and in sport, enjoy it, be positive and try to win." } ],
  [ { "author": "Wade Boggs",
      "quote": "A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results." },
    { "author": "Joel Osteen",
      "quote": "Choosing to be positive and having a grateful attitude is going to determine how you\"re going to live your life." },
    { "author": "Lee Iacocca",
      "quote": "In times of great stress or adversity, it\"s always best to keep busy, to plow your anger and your energy into something positive." },
    { "author": "Heidi Klum",
      "quote": "I think it\"s important to get your surroundings as well as yourself into a positive state - meaning surround yourself with positive people, not the kind who are negative and jealous of everything you do." },
    { "author": "Jane D. Hull",
      "quote": "At the end of the day, the most overwhelming key to a child\"s success is the positive involvement of parents." },
    { "author": "Stephen Covey",
      "quote": "When you show deep empathy toward others, their defensive energy goes down, and positive energy replaces it. That\"s when you can get more creative in solving problems." },
    { "author": "Les Brown",
      "quote": "In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact." },
    { "author": "Walter Payton",
      "quote": "I am happy to say that everyone that I have met in my life, I have gained something from them; be it negative or positive, it has enforced and reinforced my life in some aspect." },
    { "author": "Tiger Woods",
      "quote": "Well, you know, a lot of people look at the negative things, the things that they did wrong and - which I do. But I like to stress on the things I did right, because there are certain things that I like to look at from a positive standpoint that are just positive reinforcement." },
    { "author": "Anthony Carmona",
      "quote": "Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person\"s sense of self-worth." },
    { "author": "Luke Bryan",
      "quote": "I\"m a really, really optimistic and really, really positive person. My main thing is, \"Enjoy life. Celebrate life.\"" },
    { "author": "Jean Chatzky",
      "quote": "While you\"re going through this process of trying to find the satisfaction in your work, pretend you feel satisfied. Tell yourself you had a good day. Walk through the corridors with a smile rather than a scowl. Your positive energy will radiate. If you act like you\"re having fun, you\"ll find you are having fun." },
    { "author": "Kevin Hart",
      "quote": "Is everything funny? For me, yes. There\"s a positive to every negative. Even my divorce? For me, yes. If you go back and look at it, why it happened or how it happened, there\"s something in there that\"ll make you laugh." },
    { "author": "Isaiah Berlin",
      "quote": "Injustice, poverty, slavery, ignorance - these may be cured by reform or revolution. But men do not live only by fighting evils. They live by positive goals, individual and collective, a vast variety of them, seldom predictable, at times incompatible." },
    { "author": "Jessica White",
      "quote": "I have good and bad days like everyone else. I just try to be positive and surround myself with great people. When I think about all the great things and people I have had in my life, that gives me confidence." },
    { "author": "Lou Holtz",
      "quote": "Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude." },
    { "author": "W. Clement Stone",
      "quote": "There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative." },
    { "author": "Alonzo Mourning",
      "quote": "I had to develop the mentality and stay positive about making my comeback." },
    { "author": "Marie Osmond",
      "quote": "You need to be able to manage stress because hard times will come, and a positive outlook is what gets you through." },
    { "author": "Zig Ziglar",
      "quote": "Positive thinking will let you use the ability which you have, and that is awesome." },
    { "author": "Sidney Poitier",
      "quote": "So I had to be careful. I recognized the responsibility that, whether I liked it or not, I had to accept whatever the obligation was. That was to behave in a manner, to carry myself in such a professional way, as if there ever is a reflection, it\"s a positive one." },
    { "author": "Howard Gardner",
      "quote": "Kids go to school and college and get through, but they don\"t seem to really care about using their minds. School doesn\"t have the kind of long term positive impact that it should." },
    { "author": "Aaron Huey",
      "quote": "I\"m not sure how to describe my style. A lot of my work is dark and looks a bit sad, which is strange because I\"m such a smiley, over-the-top positive guy who wears gold shoes most days." },
    { "author": "Virginia Postrel",
      "quote": "European nations began World War I with a glamorous vision of war, only to be psychologically shattered by the realities of the trenches. The experience changed the way people referred to the glamour of battle; they treated it no longer as a positive quality but as a dangerous illusion." },
    { "author": "Hans Selye",
      "quote": "Adopting the right attitude can convert a negative stress into a positive one." },
    { "author": "David Hockney",
      "quote": "Listening is a positive act: you have to put yourself out to do it." } ],
  [ { "author": "Michael Jordan",
      "quote": "I hope the millions of people I\"ve touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude." },
    { "author": "Tony Oller",
      "quote": "My favorite parable for living a positive and influential life is the Golden Rule: \"Do unto others what you would have them do unto you.\"" },
    { "author": "Adora Svitak",
      "quote": "America, you\"re sending girls a mixed message. On one hand, you\"re saying to have positive body image and love who we are; on the other, we\"re being marketed makeup and clothing that obviously turns us into someone different." },
    { "author": "Robert Winston",
      "quote": "Nearly all inventions are not recognised for their positive side either when they\"re made. So, for example, scientists didn\"t go out to design a CD machine: they designed a laser. But we got all sorts of things from a laser which we never remotely imagined, and we\"re still finding things for a laser to do." },
    { "author": "Mike Birbiglia",
      "quote": "Directing a movie is a little bit like being back in student government and putting on the homecoming dance. You\"re like, \"You put up the streamers, and you hire the DJ, and you get the punch bowl.\" Some people are just like, \"This dance sucks.\" And you\"re like, \"No no, this dance is awesome!\" You have to be really positive." },
    { "author": "Aishwarya Rai Bachchan",
      "quote": "Sexy in India is not considered positive. But, with today\"s crop of fresh faces in the modelling arena, being sexy is an asset." },
    { "author": "Sue Wicks",
      "quote": "Players should know that if you can\"t make the contribution of the winning shot, that your attitude every day when you come to practice, or the positive contribution you make through cheering and keeping up team morale, is just as important in the overall picture." },
    { "author": "Mary Tyler Moore",
      "quote": "There are certain things about me that I will never tell to anyone because I am a very private person. But basically, what you see is who I am. I\"m independent, I do like to be liked, I do look for the good side of life and people. I\"m positive, I\"m disciplined, I like my life in order, and I\"m neat as a pin." },
    { "author": "Ralph Marston",
      "quote": "Take your mind off the problems for a moment, and focus on the positive possibilities. Consider how very much you are able to do." },
    { "author": "Beth Ditto",
      "quote": "I was brought up by a single mom in a poor town in Arkansas and while some aspects of small-town life were really positive - like the fact that everyone there is really sweet and hospitable - there is also this close-minded mentality, and that naturally made me want to rebel." },
    { "author": "Ronald Coase",
      "quote": "I tend to regard the Coase theorem as a stepping stone on the way to an analysis of an economy with positive transaction costs." },
    { "author": "William Scott",
      "quote": "The British system had requirements, including Latin. I\"m not positive you ever had to know Greek, but there are certainly kinds of curricula where you had to know Greek too. I think in Britain there was the most mindless, repetitive sort of learning." },
    { "author": "Stephen Harper",
      "quote": "The job numbers are positive. We\"ve had more jobs created now than were lost during the recession. We\"re seeing that the creation, we\"re seeing those numbers not only grow but shift toward the private sector and shift toward full-time employment and these are all signs that the recovery is taking some hold but we\"re not out of woods." },
    { "author": "Mike Krzyzewski",
      "quote": "In high school, in sport, I had a coach who told me I was much better than I thought I was, and would make me do more in a positive sense. He was the first person who taught me not to be afraid of failure." },
    { "author": "Joseph B. Wirthlin",
      "quote": "Perseverance is a positive, active characteristic." },
    { "author": "Katie Ledecky",
      "quote": "I try to make the good days great and take something positive from the days I\"m not feeling good - work on technique or something like that." },
    { "author": "Greg Anderson",
      "quote": "Although our inattention can contribute to our lack of total well-being, we also have the power to choose positive behaviors and responses. In that choice we change our every experience of life!" },
    { "author": "Ron Lewis",
      "quote": "Freedom of religion is a principle that is central to our Nation\"s Declaration of Independence. Congress has taken this positive step to protect our freedom to express allegiance to America\"s flag and the ideals it represents." },
    { "author": "Bikram Choudhury",
      "quote": "Negative attitude is nine times more powerful than positive attitude." },
    { "author": "Eminem",
      "quote": "A lot of the problems I had with fame I was bringing on myself. A lot of self-loathing, a lot of woe-is-me. Now I\"m learning to see the positive side of things, instead of, like, \"I can\"t go to Kmart. I can\"t take my kids to the haunted house.\"" },
    { "author": "Hans Haacke",
      "quote": "Museums are managers of consciousness. They give us an interpretation of history, of how to view the world and locate ourselves in it. They are, if you want to put it in positive terms, great educational institutions. If you want to put it in negative terms, they are propaganda machines." },
    { "author": "Jose Carreras",
      "quote": "People naturally want to know about what happened, about my leukemia. They ask the same questions again and again. And there have been so many positive conclusions, even through the bad times, that I don\"t mind at all to be reminded of my struggles." },
    { "author": "Bipasha Basu",
      "quote": "I am a positive person. I am not cynical. If you are born in this world, no matter who you are, negative things will happen. If you aren\"t positive as a person, you\"ll be very unhappy. It\"s extremely important to be positive, to laugh, to be happy, to accept life as it comes." },
    { "author": "Ralph Marston",
      "quote": "Live your days on the positive side of life, in tune with your most treasured values. And in each moment you\"ll have much to live for." },
    { "author": "Patrick Swayze",
      "quote": "How do you nurture a positive attitude when all the statistics say you\"re a dead man? You go to work." },
    { "author": "Jane Fonda",
      "quote": "Instead of drifting along like a leaf in a river, understand who you are and how you come across to people and what kind of an impact you have on the people around you and the community around you and the world, so that when you go out, you can feel you have made a positive difference." } ],
  [ { "author": "Tom DeLonge",
      "quote": "It\"s actually cool to be positive and optimistic and idealistic. It\"s cool to see yourself doing beautiful, great things." },
    { "author": "Anthony Fauci",
      "quote": "I believe I have a personal responsibility to make a positive impact on society." },
    { "author": "Hill Harper",
      "quote": "Whenever there\"s an opportunity to celebrate the written word and celebrate the folks that read the written word, and, I think, to encourage other writers to write and encourage folks to read more and get connected to it in a personal way, it\"s a positive thing." },
    { "author": "Prince Royce",
      "quote": "When I was working at the Sprint store, I got laid off. I was bummed out, but I stayed positive. I used the money I had earned while working there to make my first album. Without that job, maybe \"Corazon Sin Cara\" would never had been made. It\"s a very inspirational story." },
    { "author": "Kailash Satyarthi",
      "quote": "I am positive that I would see the end of child labour around the world in my lifetime, as the poorest of the poor have realised that education is a tool that can empower them." },
    { "author": "T. D. Jakes",
      "quote": "Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe." },
    { "author": "Hayley Hasselhoff",
      "quote": "People dwell so much on the little things, but why should they hold you back when you have the big things to look forward to? By exuding positive energy when dealing with your problems, you will exude it in your being in general. Treat yourself with love and you will exude love to others." },
    { "author": "Tyra Banks",
      "quote": "Stop saying these negative things about yourself. Look in the mirror and find something about yourself that\"s positive and celebrate that!" },
    { "author": "DMX",
      "quote": "Anything that\"s not positive, I don\"t have the energy to focus on it. Anything that\"s not going in the right direction, I don\"t have the time or the energy." },
    { "author": "Brandon Jenner",
      "quote": "I believe the only thing that we really have control over is our attitude. If we focus on the positive things in our lives and learn how to cope with all the surprises, we will be happier people." },
    { "author": "Bobby Knight",
      "quote": "My dad was a very quiet person, and unbelievably tough. But my grandmother gave me my first look at negative thinking to bring about positive results. When I was just a little guy, anytime I came to my grandmother and said I wish for this or that, Grandma would say, \"If wishes were horses, beggars would ride.\"" },
    { "author": "Natalie Massenet",
      "quote": "I believe all positive things and negative things are valuable because they shape you." },
    { "author": "Willow Smith",
      "quote": "If you don\"t like me, if you like me; both are equally cool. I send love and positive energy to all those people in their lives. I hope they find where they\"re meant to be." },
    { "author": "Victoria Beckham",
      "quote": "I\"m a very driven, ambitious, positive person. But I\"m a spiritual person as well. I believe in creative visualization. So for me to go to America - which I find such a positive place - well, I took to it like a duck to water." },
    { "author": "Martin Seligman",
      "quote": "You can have meaning, accomplishment, engagement and good relationships, even if you are dull on the positive affect side." },
    { "author": "Don Nelson",
      "quote": "You have a lot of ups and downs in coaching, especially, but I can\"t remember any bad times at this point. I mean, they\"re all good. A lot of tears when you lose, a lot of down times, but I can\"t remember any of them. They\"re all positive now. Even the bad times were good." },
    { "author": "Steve Aoki",
      "quote": "\"Neon Future\" is, in short, a positive outlook on human progress and technology, looking forward to a bright, colorful utopia. It\"s embracing the future and looking toward the future in a more optimistic way." },
    { "author": "Carmen Dell\"Orefice",
      "quote": "People shouldn\"t look at me and think life is one big piece of glamour. That\"s the marketing, the spin. Life is challenging. But I have courage, strength, and enough good health to see the positive." },
    { "author": "Zig Ziglar",
      "quote": "You can make positive deposits in your own economy every day by reading and listening to powerful, positive, life-changing content and by associating with encouraging and hope-building people." },
    { "author": "Marie Osmond",
      "quote": "You can do everything you can to try to stop bad things from happening to you, but eventually things will happen, so the best prevention is a positive attitude." },
    { "author": "Dominique Moceanu",
      "quote": "I learned to take those experiences that were difficult in my life and in the adversity that I had overcome to use it for a positive change." },
    { "author": "Rick Riordan",
      "quote": "Every child\"s taste is different. Don\"t worry if they\"re not reading \"War and Peace\" at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy." },
    { "author": "Patricia Neal",
      "quote": "A strong positive mental attitude will create more miracles than any wonder drug." },
    { "author": "Alexis de Tocqueville",
      "quote": "We succeed in enterprises which demand the positive qualities we possess, but we excel in those which can also make use of our defects." },
    { "author": "Kareem Abdul-Jabbar",
      "quote": "What I have is P.H. positive chronic myeloid leukemia, which is an aberration in your white blood cells." },
    { "author": "Eric Schmidt",
      "quote": "If you look at the history of technology over a couple hundred years, it\"s all about time compression and making the globe smaller. It\"s had positive effects, all the ones that we know. So we\"re much less likely to have the kind of terrible misunderstandings that led to World War I, for example." } ],
  [ { "author": "John Oliver",
      "quote": "I get nostalgic for British negativity. There is an inherent hope and positive drive to New Yorkers. When you go back to Britain, everybody is just running everything down. It\"s like whatever the opposite of a hug is." },
    { "author": "Lea Thompson",
      "quote": "I have to read something positive every single day. I have to have faith that the day is unfolding in a way that is going to be useful to somebody else... For me, living every day in gratitude has been profound for me." },
    { "author": "Natalie Massenet",
      "quote": "Always go into meetings or negotiations with a positive attitude. Tell yourself you\"re going to make this the best deal for all parties." },
    { "author": "Thomas Mann",
      "quote": "For to be poised against fatality, to meet adverse conditions gracefully, is more than simple endurance; it is an act of aggression, a positive triumph." },
    { "author": "LL Cool J",
      "quote": "I think fitness is important. I think a healthy lifestyle is important. I think putting positive energy out there is important and just staying connected with the people." },
    { "author": "Yoko Ono",
      "quote": "I realized that if my thoughts immediately affect my body, I should be careful about what I think. Now if I get angry, I ask myself why I feel that way. If I can find the source of my anger, I can turn that negative energy into something positive." },
    { "author": "Domenico Dolce",
      "quote": "The worst times can be the best if you think with positive energy." },
    { "author": "Susanne Bier",
      "quote": "My mother has had breast cancer twice. And my mother has always been this very positive human being: a glass-half-full type. Like, when she was in treatment and feeling really bad, she would always talk about some nurse that was particularly nice to her." },
    { "author": "Rodney King",
      "quote": "I realize I will always be the poster child for police brutality, but I can try to use that as a positive force for healing and restraint." },
    { "author": "Kevin Garnett",
      "quote": "I learned one thing - never hate a positive option." },
    { "author": "Justin Rosenstein",
      "quote": "We who work in technology have nurtured an especially rare gift: the opportunity to effect change at an unprecedented scale and rate. Technology, community, and capitalism combine to make Silicon Valley the potential epicenter of vast positive change." },
    { "author": "Alexandra Roach",
      "quote": "Be positive and laugh at everything." },
    { "author": "Jamie Foxx",
      "quote": "In our music, in our everyday life, there are so many negative things. Why not have something positive and stamp it with blackness?" },
    { "author": "Robin S. Sharma",
      "quote": "I get so many big ideas while I\"m running and such clarity while I\"m lifting weights. And staying fit keeps me happy and positive." },
    { "author": "Sam Harris",
      "quote": "Positive social emotions like compassion and empathy are generally good for us, and we want to encourage them. But do we know how to most reliably raise children to care about the suffering of other people? I\"m not sure we do." },
    { "author": "Srikumar Rao",
      "quote": "I am not a big fan of positive thinking. The term suggests that there is something negative that you have to counteract by being positive. That is an artificial duality." },
    { "author": "Freddie Prinze, Jr.",
      "quote": "Living life at a young age is like being a sponge thrust into the ocean. You absorb what\"s around you. If you\"re around people who are supportive and positive, that\"s how you look at the world." },
    { "author": "Gordon W. Allport",
      "quote": "Self-love, it is obvious, remains always positive and active in our natures." },
    { "author": "Drew Sidora",
      "quote": "I love \"Braxton Family Values!\" I love seeing a strong family unit striving for success while dealing with everyday struggles like everyone else. Whatever drama they find themselves in, they find a way to solve it and get back to the importance of family. A positive show for sure." },
    { "author": "Yaya Han",
      "quote": "It can literally change someone\"s life; it\"s very positive for young teenagers to get into cosplay if they do it with their friends or with supervision from their parents - it can really foster their social skills." },
    { "author": "Skrillex",
      "quote": "The greatest gift of all time is that you can make creation infectious because people spend less time being negative... If you log all the time with negativity in the while world, I wonder how much better the world would be if people sat down and did something positive. It spirals." },
    { "author": "Eddie Izzard",
      "quote": "I just believe in the goodwill of people, the power of people to do something positive." },
    { "author": "Susan Cain",
      "quote": "All personality traits have their good side and their bad side. But for a long time, we\"ve seen introversion only through its negative side and extroversion mostly through its positive side." },
    { "author": "Maximillian Degenerez",
      "quote": "True health infuses positive energy in the mind, body and spirit; it is a main focus in my life." },
    { "author": "Alain Ducasse",
      "quote": "Failure is enriching. It\"s also important to accept that you\"ll make mistakes - it\"s how you build your expertise. The trick is to learn a positive lesson from all of life\"s negative moments." },
    { "author": "Henry David Thoreau",
      "quote": "Most of the luxuries and many of the so-called comforts of life are not only not indispensable, but positive hindrances to the elevation of mankind." } ],
  [ { "author": "Bella Thorne",
      "quote": "I think the best advice came from Drew Barrymore, about always finding love in everything you do and keeping a positive attitude and being thankful." },
    { "author": "Thomas Friedman",
      "quote": "Optimists are usually wrong. But all the great change in history, positive change, was done by optimists." },
    { "author": "Joshua Waitzkin",
      "quote": "Very gifted people, they win and they win, and they are told that they win because they are a winner. That seems like a positive thing to tell children, but ultimately, what that means is when they lose, it must make them a loser." },
    { "author": "Theresa May",
      "quote": "Flexible working is not just for women with children. It is necessary at the other end of the scale. If people can move into part-time work, instead of retirement, then that will be a huge help. If people can fit their work around caring responsibilities for the elderly, the disabled, then again that\"s very positive." },
    { "author": "Biz Stone",
      "quote": "I\"m convinced that there\"s a new way to define capitalism, and that the definition should include three ingredients - that we love our work, that we are building a traditionally successful business, and that we are having some positive impact in the world, whether it\"s local or global." },
    { "author": "McKayla Maroney",
      "quote": "You have to stay true to yourself and where you\"re coming from, and sometimes people see you in a different light, but you have to take it in and try to be positive about anything." },
    { "author": "Simon Mainwaring",
      "quote": "More brands are waking up to their social responsibility and doing good work through cause marketing campaigns. Yet too many still go about it the wrong way. I mean \"wrong\" in two senses. Firstly, they are marketing ineffectively, and secondly, as a consequence their positive social impact is not maximized." },
    { "author": "Erin Heatherton",
      "quote": "People like to be around those who give off positive energy." },
    { "author": "Tom Felton",
      "quote": "And to me, fame is not a positive thing. The idea of being famous is a lot better than the reality. It\"s fantastic when you go to premieres and people cheer you, but it\"s not real. And it\"s totally not my approach to get my name on a club door just because I can." },
    { "author": "Chitra Banerjee Divakaruni",
      "quote": "Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture." },
    { "author": "Donald Johanson",
      "quote": "Commitment, belief and positive attitude are all important if you\"re going to be a success, whether you\"re in sports, in business or, as in my case, anthropology." },
    { "author": "Angelina Jolie",
      "quote": "To be in any way a positive contribution, that\"s all anybody wants to be. It\"s all I\"ve ever wanted to be. I wanted to be an artist, be a mother. You want to feel that in your life you\"ve been of use, in whatever way that comes out." },
    { "author": "Patricia Richardson",
      "quote": "Instead of yelling and spanking, which don\"t work anyway, I believe in finding creative ways to keep their attention - turning things into a game, for instance. And, when they do something good, positive reinforcement and praise." },
    { "author": "Shepard Fairey",
      "quote": "Propaganda has a negative connotation, which it partially deserves, but I think there is some propaganda that is very positive. I feel that if you can do something that gets people\"s attention, then maybe they\"ll go and find out more about the person." },
    { "author": "Ian Somerhalder",
      "quote": "I can\"t let time move on without fighting tooth and nail and hopefully being a part of a revolution that is positive." },
    { "author": "Betty White",
      "quote": "I\"m a big cockeyed optimist. I try to accentuate the positive as opposed to the negative." },
    { "author": "Rafael Nadal",
      "quote": "You fight, you try your best, but if you lose, you don\"t have to break five racquets and smash up the locker room. You can do those things, but when you\"ve finished, nothing\"s changed. You\"ve still lost. If something positive came from that, I probably would do it. But I see only negativity." },
    { "author": "Brian McDermott",
      "quote": "Sometimes you have got to look at things really positively - without putting your head in the sand, you have got to manage the negatives and keep putting a positive slant on it, keep trying to find answers." },
    { "author": "Alexander McCall Smith",
      "quote": "But you cannot expect every writer to dwell on human suffering. I think my books do deal with grave issues. People who say they are too positive probably haven\"t read them." },
    { "author": "Jenn Proske",
      "quote": "Love yourself. It is important to stay positive because beauty comes from the inside out." },
    { "author": "David Bailey",
      "quote": "A positive attitude can really make dreams come true - it did for me." },
    { "author": "Paul Bloom",
      "quote": "We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community." },
    { "author": "Kevin James",
      "quote": "I had many teachers that were great, positive role models and taught me to be a good person and stand up and be a good man. A lot of the principals they taught me still affect how I act sometimes and it\"s 30 years later." },
    { "author": "Marco Rubio",
      "quote": "We should be the pro-legal immigration party. A party that has a positive platform and agenda on how we can create a legal immigration system that works for immigrants and works for America." },
    { "author": "Apolo Ohno",
      "quote": "Do I feel any pressure as the most decorated Winter Olympian in American history? None at all. The only pressures that I know I face are those of how to pay it forward: How can I continually make a positive impact in people\"s lives, help others achieve their dreams, create their own Olympic mindset, creating champions within themselves?" },
    { "author": "Martin Seligman",
      "quote": "Positive thinking is the notion that if you think good thoughts, things will work out well. Optimism is the feeling of thinking things will be well and be hopeful." } ],
  [ { "author": "Sophia Loren",
      "quote": "You have to enjoy life. Always be surrounded by people that you like, people who have a nice conversation. There are so many positive things to think about." },
    { "author": "Mark Feuerstein",
      "quote": "I just recently joined Twitter. It\"s very positive - I love all the accolades. If my ego is hurting, I can just open my Twitter account and see \"Oh, I love you! I love the show!\" and it\"s great. I\"m trying to find the balance between trying to be funny, being honest and just being a promoter as the guy on \"Royal Pains.\"" },
    { "author": "Bo Bennett",
      "quote": "Frustration, although quite painful at times, is a very positive and essential part of success." },
    { "author": "Ralph Marston",
      "quote": "If you so choose, even the unexpected setbacks can bring new and positive possibilities. If you so choose, you can find value and fulfillment in every circumstance." },
    { "author": "Marianne Williamson",
      "quote": "Take stock of your thoughts and behavior. Each night ask yourself, when were you negative when you could have been positive? When did you withhold love when you might have given it? When did you play a neurotic game instead of behaving in a powerful way? Use this process to self-correct." },
    { "author": "Stephen Covey",
      "quote": "When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home\"s potential for positive influence." },
    { "author": "Noam Chomsky",
      "quote": "The internet could be a very positive step towards education, organisation and participation in a meaningful society." },
    { "author": "Valentino Rossi",
      "quote": "I am able to ride the bike and think clearly about strategy and tyres. I also have positive thinking. I am very constructively critical." },
    { "author": "Rush Limbaugh",
      "quote": "Try to always stay focused on the objectives that are possible and the positive - and on having fun outside of the stuff that\"s going on in Washington." },
    { "author": "James Blunt",
      "quote": "Sometimes, reading my own media, the negativity can upset me, but I just deal with things on a positive basis. I mean, I have up to 20,000 people singing my words back to me on a nightly basis - they share my hopes and fears, and they relate to my own life experiences. Life can be pretty isolating, but that connection is always amazing." },
    { "author": "Tim Allen",
      "quote": "Men are liars. We\"ll lie about lying if we have to. I\"m an algebra liar. I figure two good lies make a positive." },
    { "author": "Kellie Pickler",
      "quote": "Surround yourself with positive people and you\"ll be a positive person." },
    { "author": "Katrina Kaif",
      "quote": "I have a very positive attitude in life. My insecurity, fear and need to know about tomorrow has fortunately eased. What is going to happen will happen anyway. So why break my head over it?" },
    { "author": "Matt Kemp",
      "quote": "When you think positive, good things happen." },
    { "author": "Kristi Yamaguchi",
      "quote": "I\"d try to channel my nervous energy in a positive way into strength and endurance. It didn\"t always work." },
    { "author": "Kohei Uchimura",
      "quote": "I\"ve realized the extraordinary power of sports to heal, unite and inspire. I believe the Olympics will serve as the ultimate platform to provide positive changes and I hope to inspire all of Japan through my strong showing there." },
    { "author": "Joel Osteen",
      "quote": "When the negative thoughts come - and they will; they come to all of us - it\"s not enough to just not dwell on it... You\"ve got to replace it with a positive thought." },
    { "author": "Floyd Mayweather, Jr.",
      "quote": "You hear certain things, negative things, all the time that aren\"t true, but you never hear about the positive." },
    { "author": "Tim Allen",
      "quote": "I\"m an algebra liar. I figure two good lies make a positive." },
    { "author": "Lily Cole",
      "quote": "I don\"t think of myself as a role model for others, but I like to live my life by my own integrity. So, in that sense, I might be a positive influence. I do believe you should get over your insecurities and just try to be the best you can." },
    { "author": "Bill Rancic",
      "quote": "If I can lead a happy life, touch the lives of others in a positive way, win the respect of those that I care about - and make a few million along the way - then I have been successful." },
    { "author": "Alicia Keys",
      "quote": "I\"m a very positive person, but this whole concept of having to always be nice, always smiling, always happy, that\"s not real. It was like I was wearing a mask. I was becoming this perfectly chiselled sculpture, and that was bad. That took a long time to understand." },
    { "author": "Shari Arison",
      "quote": "It\"s important to think good, speak good, and do good. If we want to see positive change in the world, then we need to connect to goodness. I try in everything I do, both in business and philanthropy, to make a positive change and do that by doing good." },
    { "author": "Mariella Frostrup",
      "quote": "Contrary to popular mythology, the best and most durable relationships are based not on vulnerability or passion but on a conjugation of positive attributes, a meeting of mind, body and soul that is all the more powerful as it is not weighed down with neediness and unreasonable expectation." },
    { "author": "Diane Ackerman",
      "quote": "Living with anyone for many years takes skill. To keep peace in the household, couples learn to adapt to one another, hopefully in positive ways." },
    { "author": "David Schwimmer",
      "quote": "To be perfectly honest, I feel I have a duty to use my celebrity status in a positive way." } ],
  [ { "author": "Vivica A. Fox",
      "quote": "I don\"t like to see projects that are all black or all white. It\"s how life is. I do like to make sure that I do a nice black family film; that\"s like keeping my home base. I do other things, but I like to always come back to a positive family film, because of all the negative influences today." },
    { "author": "William James",
      "quote": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results." },
    { "author": "Zig Ziglar",
      "quote": "It\"s not the situation, but whether we react negative or respond positive to the situation that is important." },
    { "author": "Pope Francis",
      "quote": "Sometimes negative news does come out, but it is often exaggerated and manipulated to spread scandal. Journalists sometimes risk becoming ill from coprophilia and thus fomenting coprophagia: which is a sin that taints all men and women, that is, the tendency to focus on the negative rather than the positive aspects." },
    { "author": "Huey Newton",
      "quote": "I do not expect the white media to create positive black male images." },
    { "author": "Yani Tseng",
      "quote": "I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude." },
    { "author": "Nick Cannon",
      "quote": "I think it takes a strong man to be in a relationship with a strong woman. A lot of people hear the word \"diva\" and think of it as a negative. I see it as a positive. I want somebody who knows what they want out of life and isn\"t afraid to show it." },
    { "author": "Miley Cyrus",
      "quote": "You can\"t live a positive life with a negative mind and if you have a positive outcome you have a positive income and just to have more positivity and just to kind of laugh it off." },
    { "author": "Gordon B. Hinckley",
      "quote": "I am suggesting that as we go through life, we \"accentuate the positive.\" I am asking that we look a little deeper for the good, that we still our voices of insult and sarcasm, that we more generously compliment and endorse virtue and effort." },
    { "author": "Ziggy Marley",
      "quote": "Reggae has a philosophy, you know? It\"s not just entertainment. There\"s an idea behind it, a way of life behind the music, which is a positive way of life, which is a progressive way of life for better people." },
    { "author": "Lindsey Vonn",
      "quote": "It\"s amazing. Life changes very quickly, in a very positive way, if you let it." },
    { "author": "John Cena",
      "quote": "I have certain things that I stand for, certain things that I believe in, and if you don\"t like it and you tell me to go to hell, I think that\"s your God-given right as a fan. It\"s one of those deals where I\"m that one guy who is outside of that realm of good guy, bad guy. I\"m just me, and it elicits a response both positive and negative." },
    { "author": "David D. Burns",
      "quote": "Cognitive therapy is based on the idea that when you change the way you think, you can change the way you feel and behave. In other words, if we can learn to think about other people in a more positive and realistic way, it will be far easier to resolve conflicts and develop rewarding personal and professional relationships." },
    { "author": "Justin Rosenstein",
      "quote": "Life is short, youth is finite, and opportunities endless. Have you found the intersection of your passion and the potential for world-shaping positive impact? If you don\"t have a great idea of your own, there are plenty of great teams that need you - unknown startups and established teams in giant companies alike." },
    { "author": "Deep Roy",
      "quote": "Inspiration comes from within yourself. One has to be positive. When you\"re positive, good things happen." },
    { "author": "Vladimir Putin",
      "quote": "I have a very positive attitude to anyone who is protecting the environment, but it\"s inadmissible when people are using it as a means of promoting themselves, using it as a source of self-enrichment. I don\"t want to name any specific examples... but often, environmentalism is used to blackmail companies." },
    { "author": "Stanislas Wawrinka",
      "quote": "As a tennis player, you have to get used to losing every week. Unless you win the tournament, you always go home as a loser. But you have to take the positive out of a defeat and go back to work. Improve to fail better." },
    { "author": "Rosabeth Moss Kanter",
      "quote": "Confidence isn\"t optimism or pessimism, and it\"s not a character attribute. It\"s the expectation of a positive outcome." },
    { "author": "Matisyahu",
      "quote": "When a person listens to a good song, and they can look out at the world and their lives and see the dark and the light, the negative and the positive, all the different elements, all come together in one holistic poem, that is a very healing and very reductive thing, and that\"s what my music is about." },
    { "author": "Patsy Kensit",
      "quote": "I am a happy person and I choose to be a positive person. I think some people think my life has been tragic and there have been these horrible dramas but things really have been, and are, fine." },
    { "author": "Diana Lopez",
      "quote": "Growing up with three older brothers and being the youngest and the only girl, my mom always made me tough. She\"s taught me over the years how to be a strong, independent woman, how to carry yourself in a positive way and anything that my brothers can do, I can do." },
    { "author": "B. J. Daniels",
      "quote": "I look at the NFL and see how the transition has gone at quarterback. I might be coming along at a good time. For me personally, this is about doing the same thing I\"ve been doing at USF - just smile, have fun, enjoy the experience, keep a positive attitude and encourage my teammates. I like to feed off the people around me." },
    { "author": "Steven Biko",
      "quote": "Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time." },
    { "author": "Elizabeth Edwards",
      "quote": "A positive attitude is not going to save you. What it\"s going to do is, everyday, between now and the day you die, whether that\"s a short time from now or a long time from now, that every day, you\"re going to actually live." },
    { "author": "Shari Arison",
      "quote": "Doing Good is a simple and universal vision. A vision to which each and every one of us can connect and contribute to its realisation. A vision based on the belief that by doing good deeds, positive thinking and affirmative choice of words, feelings and actions, we can enhance goodness in the world." },
    { "author": "Barry Williams",
      "quote": "I don\"t think of myself as a role model. I do try to live in a compassionate, considerate and positive way. The only advice I can offer is to find what you love to do, find the joy in it, and express yourself through your passion." } ],
  [ { "author": "Roger Federer",
      "quote": "I\"m a very positive thinker, and I think that is what helps me the most in difficult moments." },
    { "author": "Brandon Jenner",
      "quote": "We can bring positive energy into our daily lives by smiling more, talking to strangers in line, replacing handshakes with hugs, and calling our friends just to tell them we love them." },
    { "author": "Boomer Esiason",
      "quote": "I have played on many teams throughout my career, and I know when a team has the tools, and the right positive attitude towards winning." },
    { "author": "Fergie",
      "quote": "I have my team. Like if you see everyone around me - I have my hair and makeup girl, my assistant. They\"re very calm, they\"re all about positive energy. There\"re no drama queens. Everyone wants everyone else to have a positive experience. There are no agendas. I think it creates a healthy environment and there are no boundaries to cross." },
    { "author": "Ho Chi Minh",
      "quote": "The object of my relationship with Vietnam has been to heal the wounds that exist, particularly among our veterans, and to move forward with a positive relationship,... Apparently some in the Vietnamese government don\"t want to do that and that\"s their decision." },
    { "author": "Anthony Carmona",
      "quote": "You must stand for something! It does not have to be grand, but it must be a positive that brings light to someone else\"s darkness." },
    { "author": "Zig Ziglar",
      "quote": "To be candid, some people have given positive thinking a bad name. I can\"t stand to hear some gung-ho individual say that with positive thinking you can just do \"anything.\" If you think about that one for a moment, you recognize the absurdity of it." },
    { "author": "Sharon Salzberg",
      "quote": "Dedicating some time to meditation is a meaningful expression of caring for yourself that can help you move through the mire of feeling unworthy of recovery. As your mind grows quieter and more spacious, you can begin to see self-defeating thought patterns for what they are, and open up to other, more positive options." },
    { "author": "Natalie Massenet",
      "quote": "Having the positive belief that it will all be O.K. just means that you hustle and make it work because failure is not even an option in your own mind." },
    { "author": "John Clayton",
      "quote": "Christians were instructed to serve others, and the thanksgiving was for the grace of God and the fact that God offered a way for man to return to a positive relationship with Him." },
    { "author": "Andrew Lansley",
      "quote": "We must not constantly talk about tackling obesity and warning people about the negative consequences of obesity. Instead we must be positive - positive about the fun and benefits to be had from healthy living, trying to get rid of people\"s excuses for being obese by tackling the issue in a positive way." },
    { "author": "Saku Koivu",
      "quote": "The most important thing is to stay positive." },
    { "author": "Russell Wilson",
      "quote": "I truly believe in positive synergy, that your positive mindset gives you a more hopeful outlook, and belief that you can do something great means you will do something great." },
    { "author": "Ken Mehlman",
      "quote": "If you look at attitudes today and where they are headed, it\"s clear to me that supporting equal rights, including the rights to civil marriage, is a net positive for winning elections, as well as the right thing to do." },
    { "author": "Nicole Kidman",
      "quote": "I\"m not sure what the future holds but I do know that I\"m going to be positive and not wake up feeling desperate. As my dad said \"Nic, it is what it is, it\"s not what it should have been, not what it could have been, it is what it is.\"" },
    { "author": "Zig Ziglar",
      "quote": "Send out a cheerful, positive greeting, and most of the time you will get back a cheerful, positive greeting. It\"s also true that if you send out a negative greeting, you will, in most cases, get back a negative greeting." },
    { "author": "Os Guinness",
      "quote": "Negative freedom is freedom from - freedom from oppression, whether it\"s a colonial power or addiction to alcohol oppressing you. You need to be freed from negative freedom. Positive freedom is freedom for, freedom to be. And that\"s what\"s routinely ignored today." },
    { "author": "Shiv Khera",
      "quote": "Your positive action combined with positive thinking results in success." },
    { "author": "Shawn Achor",
      "quote": "You have to train your brain to be positive just like you work out your body." },
    { "author": "Shari Arison",
      "quote": "Putting forward your positive energy connects you back to basic human values which we all share. Good Deeds Day shows that no matter the size of the gesture, a smile that brightens someone else\"s day or volunteering in your community, we can all take active part in making a difference." },
    { "author": "Marilu Henner",
      "quote": "Most of us start out with a positive attitude and a plan to do our best." },
    { "author": "Justin Guarini",
      "quote": "Either positive or negative comments are good because it shows I am still relevant." },
    { "author": "Norman Lamm",
      "quote": "Modern Orthodoxy has a highly positive attitude toward the State of Israel. Our Ultra-Orthodox brethren recognize only the Holy Land, but not the state." },
    { "author": "Derrick Rose",
      "quote": "If I just do everything the opposite of what my dad did, I think that will make things pretty easy. I can joke about it now because I\"m past that stage where it used to hurt. By having a kid, it\"s gone. I could take all that negative energy that I had and put it in a positive way." },
    { "author": "Pratibha Patil",
      "quote": "Financial institutions, the corporate world and civil society - all must uphold high standards of probity in their working. Only a genuine partnership between the Government and its people can bring about positive change to create a just society." },
    { "author": "Lenny Kravitz",
      "quote": "People always accuse me of being motivational in a way, like it was a bad thing, but that\"s just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music." } ],
  [ { "author": "Iain Duncan Smith",
      "quote": "When families are strong and stable, so are children - showing higher levels of wellbeing and more positive outcomes. But when things go wrong - either through family breakdown or a damaged parental relationship - the impact on a child\"s later life can be devastating." },
    { "author": "Rodney King",
      "quote": "Waking up sober is a good day. I love being able to wake up and do positive things, to go to the gym." },
    { "author": "Wyclef Jean",
      "quote": "I lived in the projects and the ghetto, and turned the negative into a positive." },
    { "author": "Sonia Sotomayor",
      "quote": "If I write a book where all I\"ve ever experienced is success, people won\"t take a positive lesson from it. In being candid, I have to own up to my own failures, both in my marriage and in my work environment." },
    { "author": "Chandler Parsons",
      "quote": "If a girl is smiling and is bringing positive energy and she\"s happy, that\"s what I notice right away - and her teeth." },
    { "author": "Thalia",
      "quote": "I\"ve always been able to transform happiness and pain and sorrow and tears into positive energy." },
    { "author": "Nicola Formichetti",
      "quote": "I love meeting people, and I know it\"s so difficult for people to come up to me and introduce themselves, so when they do, I\"ll grab them and hug them. It makes their day, you know? I love that, and I get positive energy from that." },
    { "author": "Billy Porter",
      "quote": "For me, life is about being positive and hopeful, choosing to be joyful, choosing to be encouraging, choosing to be empowering." },
    { "author": "Barbara Jordan",
      "quote": "We have a positive vision of the future founded on the belief that the gap between the promise and reality of America can one day be finally closed. We believe that." },
    { "author": "Stephen Hawking",
      "quote": "I don\"t have much positive to say about motor neurone disease. But it taught me not to pity myself because others were worse off, and to get on with what I could still do." },
    { "author": "Martin Seligman",
      "quote": "I\"m trying to broaden the scope of positive psychology well beyond the smiley face. Happiness is just one-fifth of what human beings choose to do." },
    { "author": "Mike Love",
      "quote": "I know there\"s millions of problems in the world, but if you dwell on those, then you\"re going to be miserable. I think my meditation helps me to transcend and get beyond the grip of all the negativity and regenerate from within a more positive attitude, which comes in very handy when you\"re going to do 150 concerts a year." },
    { "author": "Erin Gruwell",
      "quote": "Hoping they\"d been inspired by the examples of Anne Frank and other teens who had turned negative experiences into something positive by writing about them, I handed out notebooks for my students to journal about their lives. There was some initial resistance. But then the stories poured out of them, full of anger and sadness." },
    { "author": "Shiv Khera",
      "quote": "Money is a very important tool to make a big difference in people\"s life. It is positive or negative depending on the values." },
    { "author": "Geri Halliwell",
      "quote": "It is a blessing to have pretty people around me. I like people who are sparky, positive. Evil, dark people are repelled by me: \"Oooh no! Too much sunlight.\"" },
    { "author": "Bruce Lipton",
      "quote": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That\"s why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change." },
    { "author": "John Boehner",
      "quote": "And that is why marriage and family law has emphasized the importance of marriage as the foundation of family, addressing the needs of children in the most positive way." },
    { "author": "Biz Stone",
      "quote": "Positive culture comes from being mindful, and respecting your coworkers, and being empathetic." },
    { "author": "Martin Seligman",
      "quote": "P is positive emotion, E is engagement, R is relationships, M is meaning and A is accomplishment. Those are the five elements of what free people chose to do. Pretty much everything else is in service of one of or more of these goals. That\"s the human dashboard." },
    { "author": "Shahid Kapoor",
      "quote": "It feels bad when a film doesn\"t work; everyone puts in a lot of effort to make a movie. The positive side to failure - they make me work harder." },
    { "author": "Alfred A. Montapert",
      "quote": "Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world." },
    { "author": "Abby Wambach",
      "quote": "I\"ve always been motivated more by negative comments than by positive ones. I know what I do well. Tell me what I don\"t do well." },
    { "author": "Lech Walesa",
      "quote": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being." },
    { "author": "Imelda Marcos",
      "quote": "I love everybody. One of the great things about me is that I have a very positive attitude." },
    { "author": "John Clayton",
      "quote": "There is no racial or ethnic involvement in Thanksgiving, and people who may be very distant from the Christian system can see the beauty and the positive spirit that comes from the holiday." },
    { "author": "Dan Gable",
      "quote": "My advice to young wrestlers is that your surroundings really make a difference. You want to put yourself in good, positive surroundings." } ],
  [ { "author": "Kid Cudi",
      "quote": "My whole thing is just to put out positive messages in the music, give people something that can change their lives." },
    { "author": "Catherine Zeta-Jones",
      "quote": "I try and stay positive; being negative isn\"t good for my personality. I don\"t just bring myself down, I bring everyone around me down. It\"s like a dark cloud, \"Uh oh, here we go,\" and have to snap out of it." },
    { "author": "Scott Eastwood",
      "quote": "My mother taught me to be honest, to be selfless, and to touch people in a positive way." },
    { "author": "Richard Louv",
      "quote": "If war occurs, that positive adult contact in every shape is needed more than ever. It will be a matter of emotional life and death. There\"s not a handy one-minute way of talking to your kid about war." },
    { "author": "Romola Garai",
      "quote": "I can only do something that my sister or my daughter, if I have one, could watch and feel positive about." },
    { "author": "Sylvia Plath",
      "quote": "It is as if my life were magically run by two electric currents: joyous positive and despairing negative - whichever is running at the moment dominates my life, floods it." },
    { "author": "Jean Chatzky",
      "quote": "Resilience isn\"t a single skill. It\"s a variety of skills and coping mechanisms. To bounce back from bumps in the road as well as failures, you should focus on emphasizing the positive." },
    { "author": "Afrika Bambaataa",
      "quote": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah." },
    { "author": "Jordyn Wieber",
      "quote": "There are so many little girls who follow me and look up to me. I\"m their role model, so I have to make sure I\"m always being professional and not putting any swear words out there - just really putting positive things out there on the Internet." },
    { "author": "Bo Bennett",
      "quote": "Having a positive mental attitude is asking how something can be done rather than saying it can\"t be done." },
    { "author": "Nick Jonas",
      "quote": "Having haters is just a part of the business, and the more haters you have, the more people like you - that\"s how I view it, because I try to see the positive in things." },
    { "author": "Jake Owen",
      "quote": "I think if you just look at life in a positive way, positive things will happen." },
    { "author": "Joel Osteen",
      "quote": "It\"s easy to get negative because you get beat down. You go through a few disappointments and it\"s easy to stay in that negative frame of mind. Choosing to be positive and having a grateful attitude is a whole cliche, but your attitude is going to determine how you\"re going to live your life." },
    { "author": "Yuvraj Singh",
      "quote": "The battle against cancer has made me strong. It\"s like winning a war! When I was diagnosed, I was told by doctors my kidney, liver and other organs could fail. It was tough. I didn\"t know if I could save my life. But I was positive, and because of that, the doctor told me that I would be a man who would never have cancer." },
    { "author": "Bruce Lipton",
      "quote": "If we could get your subconscious mind to agree with your conscious mind about being happy, that\"s when your positive thoughts work." },
    { "author": "Deepika Padukone",
      "quote": "I feel ups and downs are a part of one\"s career, and this totally depends on how you take it. You can either be knocked down by the negative things, or you can take it in a positive way and learn from it." },
    { "author": "Chuck D",
      "quote": "Being positive is like going up a mountain. Being negative is like sliding down a hill. A lot of times, people want to take the easy way out, because it\"s basically what they\"ve understood throughout their lives." },
    { "author": "Shirley Manson",
      "quote": "It\"s unhealthy for people to never express any kind of negativity or doubt. To have balance, you need to address that side of your thoughts as well as the positive. Otherwise, you tend toward crazy." },
    { "author": "Kathleen Wynne",
      "quote": "One of the really positive things about minority government is that there is the necessity to broker policy positions. What happens is you get a hybrid of what a single party might do. And I don\"t think that is a bad thing." },
    { "author": "Gail Kelly",
      "quote": "You can choose not to sit on the fence. You can choose not to criticise. You must stand as guard at the door of your own mind and choose to be positive." },
    { "author": "Nikki Sixx",
      "quote": "In the end, the whole Internet thing kills me, because you can use it as a positive thing or you can read into all the negativity. And I think you\"ve gotta put out positive energy, put out cool viral stuff, and then just stay out of people\"s opinions." },
    { "author": "Lena Dunham",
      "quote": "Positive, healthy, loving relationships in your twenties... I don\"t know if anyone would disagree with it: I think they\"re the exception, not the norm. People are either playing house really aggressively because they\"re scared of what an uncertain time it is, or they\"re avoiding commitment altogether." },
    { "author": "Helen McCrory",
      "quote": "I\"m a very positive person. My grandmother taught me that happiness is both a skill and a decision, and you are responsible for the outcome." },
    { "author": "Kapil Dev",
      "quote": "Every person gets negative things, they learn from those negative things, and you become a positive person." },
    { "author": "Louis C. K.",
      "quote": "It\"s a positive thing to talk about terrible things and make people laugh about them." },
    { "author": "Kerry Washington",
      "quote": "I think sometimes in life we want to ignore the problems of society and just think about the good. I believe in positive thinking and affirmative living, I also think it\"s really important to remember all of our disenfranchised members of society." } ],
  [ { "author": "Abbie Cornish",
      "quote": "Something I\"ve noticed as I get older is that I do think about the future more. It\"s all positive thinking." },
    { "author": "Common",
      "quote": "It\"s our responsibility for the village to say, \"Hey we\"re going to create these programs,\" whether it\"s sports, creative arts, music, we need some things to give young people positive things to do, and that\"s including jobs." },
    { "author": "Srikumar Rao",
      "quote": "If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about." },
    { "author": "Miranda Kerr",
      "quote": "Everyone has things that they don\"t love about themselves but I think that as a woman its much healthier and more positive to focus on your good parts and the things you like about yourself, not pick yourself apart." },
    { "author": "Karisma Kapoor",
      "quote": "There are no plans that always work in life. For me, the secret to happiness is being positive and looking at the brighter side of my life." },
    { "author": "Saskia de Brauw",
      "quote": "The travel, the amazing work I have had the chance to do, the meetings with different people are all very inspiring and give me lots of positive energy." },
    { "author": "Sue Wicks",
      "quote": "I was very pleased that the positive things about me and my game outshone the aggressive style of play I use. I would never tone that down, because I believe in that style of play, and I believe that you can play rough on the court and still be a good sport." },
    { "author": "Landon Donovan",
      "quote": "I miss driving to Goodison Park. I miss just the positive energy of the fans walking into the stadium and how much they care about that club and the team. And I miss the players a lot." },
    { "author": "Greg Rusedski",
      "quote": "My biggest problem will be lack of match toughness but I am a positive, optimistic person." },
    { "author": "Chad Lowe",
      "quote": "I did this role in Life Goes On as an HIV positive character and so emotionally that was the most challenging." },
    { "author": "Chumlee",
      "quote": "Some people can act Hollywood and others don\"t. I just try to live my life as a normal, everyday man. At times, fame does get to you. But you must stay positive and remember two things: It\"s easier to be happy, and without all those fans, life wouldn\"t be as good as it is." },
    { "author": "David Carson",
      "quote": "Good things are associated with blue, like clear days, more than singing the blues. Just the word \"blue\" in the singular is full of optimism and positive connotation to most people." },
    { "author": "L. Lionel Kendrick",
      "quote": "To gain strength in our struggles, we must have a positive perspective of the principles in the plan of salvation. We must realize that we have a personal Savior whom we can trust and turn to in our times of need." },
    { "author": "John Legend",
      "quote": "To have the chance to see your music be elevated and to have almost universally positive response to that music, makes me feel better every day. I feel more confident and inspired, and that\"s fun." },
    { "author": "Tommy Chong",
      "quote": "My incarceration was actually a positive thing from the beginning. I needed a gimmick to get my act going again, it gave me material." },
    { "author": "Gil Scott-Heron",
      "quote": "Everything that\"s bad for you catches on too quickly in America, because that\"s the easiest thing to get people to invest in, the pursuits that are easy and destructive, the ones that bring out the least positive aspects of people." },
    { "author": "Victoria Beckham",
      "quote": "I\"m a very driven, ambitious, positive person. But I\"m a spiritual person as well." },
    { "author": "Yaya Han",
      "quote": "I think \"Heroes of Cosplay\" will show a lot of the positive things, like how much effort it takes to make a costume. These people on the show aren\"t taking shortcuts. As long as that effort gets through to the viewers, we will be inspirational. Then there will be people who watch the show that want to get in and hands-on make outfits." },
    { "author": "Sean Covey",
      "quote": "Stop being a critic and be a light; don\"t be a judge, be a model. I think we are far too critical. I think the best way to correct behavior is to accentuate and affirm positive behavior and to ignore negative behavior. Generally speaking, there is a time to correct, of course; but my biggest advice would be, \"Affirm your child.\"" },
    { "author": "Jose Mourinho",
      "quote": "Facing the press is not easy, but because you have to go, you have to try to take a lot of positive things for yourself from these face-to-face meetings." },
    { "author": "Kay Redfield Jamison",
      "quote": "Psychologists, for reasons of clinical necessity or vagaries of temperament, have chosen to dissect and catalog the morbid emotions - depression, anger, anxiety - and to leave largely unexamined the more vital, positive ones." },
    { "author": "George Santayana",
      "quote": "To delight in war is a merit in the soldier, a dangerous quality in the captain, and a positive crime in the statesman." },
    { "author": "Inga Muscio",
      "quote": "Love is a positive, symbiotic, reciprocal flow between two or more entities." },
    { "author": "Dionne Warwick",
      "quote": "Healthy children are born from healthy, respected, well-nourished and educated mothers and it is imperative that they have a voice in the decisions which affect them. If you empower a mother and let her have her say towards a poverty-free future, the positive impact this would have on ending hunger will be immense." },
    { "author": "Randy Neugebauer",
      "quote": "More Americans own their home than ever before. Nearly 70 percent of American\"s are homeowners. So it is a good time for us to asses the positive impacts of homeownership on families, communities and on the nation\"s economy." },
    { "author": "Robert Winston",
      "quote": "We must not fail to recognise that television can be a hugely positive influence in children\"s lives, one of the greatest educators in contemporary society and an increasing influence on all the children followed in \"Child of Our Time.\"" } ],
  [ { "author": "Eduardo Paes",
      "quote": "Hosting the Olympic Games of course guarantees the world\"s attention, but there is more to it than simply bathing in the global spotlight. Most importantly, host cities can use the opportunity to create a positive and lasting legacy, resulting in both tangible and intangible returns to local communities." },
    { "author": "Cal Ripken, Jr.",
      "quote": "I love baseball. The game allowed me the influence to impact kids in a positive way. This gives me a chance to talk to some social issues." },
    { "author": "Jane McGonigal",
      "quote": "Positive health means becoming whole-heartedly engaged with our own health care. It means not outsourcing our health to the health care system. It means getting rid of the fear and paralysis we too often feel, and instead cultivating a sense of agency." },
    { "author": "Laurel Clark",
      "quote": "I feel blessed to be here representing our country and carrying out th research of scientists around the world... I hope you could feel the positive energy that beamed to the whole planet as we glided over." },
    { "author": "Wladimir Klitschko",
      "quote": "I think a fight with David Haye, even if he is not American, is going to give positive vibes about the heavyweight division for the American fans and fans worldwide." },
    { "author": "Roger Andrew Taylor",
      "quote": "It was great fun. We had gone on tour in between the sessions and reconnected with the audience and got a lot of energy back from them, a lot of positive energy." },
    { "author": "George J. Mitchell",
      "quote": "I spent two years in the Army. And my older brother, who was also a great positive influence on me, encouraged me to think about law school, and I said - well, I didn\"t have any money." },
    { "author": "Melanie Fiona",
      "quote": "My parents leaving a third world country to a first world country and building from nothing - that\"s really inspiring to me and it\"s influenced me in a positive way." },
    { "author": "Bruce Feiler",
      "quote": "Decades of research have shown that most happy families communicate effectively. But talking doesn\"t mean simply \"talking through problems,\" as important as that is. Talking also means telling a positive story about yourselves." },
    { "author": "Quinton Aaron",
      "quote": "I do believe in sending positive messages. I am a Christian, so I do believe in a lot of positive messages." },
    { "author": "Michael Leunig",
      "quote": "In nicey-nicey land, you must be happy-clappy and positive all the time - bad news is taboo." },
    { "author": "Landon Donovan",
      "quote": "I want to be a positive influence. I want to be someone who they want to call in and want here consistently, regardless of my role." },
    { "author": "David Carson",
      "quote": "Some people hate lime-green; red has all this emotional baggage. Blue seems to be overall one of the more positive colors, and a little more serious than yellow." },
    { "author": "Tyga",
      "quote": "I make negative music, but I also make positive music because that\"s what thrown at me with life." },
    { "author": "Aishwarya Rai Bachchan",
      "quote": "Strangely, nothing makes me feel tired, fatigued, at all. I\"ve gone days and nights without sleep, and still the mind is in such a positive space it just doesn\"t make you feel fatigued." },
    { "author": "Alexander Payne",
      "quote": "When you\"re a houseguest and you leave, it\"s nice to straighten something up or send your hosts a useful gift. And when you leave the planet, it\"s nice to have made a positive contribution." },
    { "author": "Rickie Fowler",
      "quote": "It\"s great to be somewhat of a role model. I want to be a positive and good role model and lead by example and try to do the best I can. Playing good golf definitely draws attention, but I want to have a good attitude on the course and do the right things." },
    { "author": "Henrik Lundqvist",
      "quote": "As a goalie, you must stay positive. And if you do make a mistake, well, those things happen when you play my position." },
    { "author": "Erskine Bowles",
      "quote": "It will be about which candidate, which of the two candidates remaining, is best suited to make a positive difference in the lives of North Carolina families, and I submit to each of you tonight that I am that candidate and Elizabeth Dole is not." },
    { "author": "Kierston Wareing",
      "quote": "Anything negative that happens to you in life can be turned into a positive as far as acting is concerned. You can draw on your experiences - it\"s far better than any research." },
    { "author": "Paula Abdul",
      "quote": "Constructive criticism is about finding something good and positive to soften the blow to the real critique of what really went on." },
    { "author": "Ziggy Marley",
      "quote": "Love is a positive effect. Love can never have a negative effect, only a positive effect." },
    { "author": "Wangari Maathai",
      "quote": "It would be good for us Africans to accept ourselves as we are and recapture some of the positive aspects of our culture." },
    { "author": "Kelly Rowland",
      "quote": "Don\"t look at someone else and want to be them. Search within yourself and find out who you are and be someone positive." },
    { "author": "Arsene Wenger",
      "quote": "I believe one of the best things about managing people is that we can influence lives in a positive way. That\"s basically what a manager is about. When I can do that, I am very happy." },
    { "author": "Gordon Lightfoot",
      "quote": "I try to keep it light and positive most of the time, whereas earlier on I didn\"t always do that." } ],
  [ { "author": "Anita Sarkeesian",
      "quote": "The power of pop culture stories should not be underestimated, and there is an enormous potential for inspirational stories that can have a positive, transformative effect on our lives." },
    { "author": "Andrea Bocelli",
      "quote": "To be happy when you are travelling, you need to be happy inside before you leave. A positive frame of mind will definitely enhance your travelling experience. If I\"m not in a positive frame of mind then the whole thing definitely becomes more of a challenge for me." },
    { "author": "Jeff Bezos",
      "quote": "We expect all our businesses to have a positive impact on our top and bottom lines. Profitability is very important to us or we wouldn\"t be in this business." },
    { "author": "Lesley Gore",
      "quote": "Really you just gotta keep chugging along and keep a positive attitude and get through all the problems. You gotta face them, otherwise you don\"t get through." },
    { "author": "Derek Jeter",
      "quote": "What kind of influence did my parents have on my life? Well, they had the most influence. These are the people who are closest to me. My parents are very positive people. They\"ve been supportive. They\"re always there." },
    { "author": "Sam Walton",
      "quote": "All of us profit from being corrected - if we\"re corrected in a positive way." },
    { "author": "Kendrick Lamar",
      "quote": "I had to come from something, come from a place that was negative and positive but the majority of it is a negative place." },
    { "author": "Brian Behlendorf",
      "quote": "Engineers in the developed world should be arguing not for protectionism but for trade agreements that seek to establish rules that result in a real rise in living standards. This will ensure that outsourcing is a positive force in the developing nation\"s economy and not an exploitative one." },
    { "author": "Ron Jaworski",
      "quote": "Positive thinking is the key to success in business, education, pro football, anything that you can mention. I go out there thinking that I\"m going to complete every pass." },
    { "author": "Curtis Stone",
      "quote": "Each season I find myself constantly inspired by \"The Biggest Loser\" contestants. Their tenacity and willingness to learn new, healthy habits is tremendous and the results speak for themselves. I am honored to be part of such an inspiring program that helps inspire positive change in so many lives." },
    { "author": "Julian Lennon",
      "quote": "I realise myself that hate wastes a lot of time and energy, and I would rather re-direct any energy that I have to good and positive use." },
    { "author": "Shelley Long",
      "quote": "There was always a feeling for me that it would work. That\"s what keeps me going. You go in with a positive attitude and stay there, and that\"s a big part of what does make it work." },
    { "author": "Knute Rockne",
      "quote": "Play like you\"re positive on the victory, even though they\"re leading big now." },
    { "author": "Brian Wilson",
      "quote": "You know what? I\"m not always in a positive, happy place. But I\"m able to concentrate enough to come up with a really good song." },
    { "author": "Serinda Swan",
      "quote": "Nowadays, people in the entertainment industry can have a louder voice than politicians, and I think it\"s important that they use that voice to say something positive or to give a voice to somebody that\"s had theirs taken away." },
    { "author": "Joel Osteen",
      "quote": "I like to think my dad was easygoing and kind, and I think some of those things have been passed down. I am like him in a sense of being positive and hopeful. He was compassionate, and I\"ve got a lot of that in me as well." },
    { "author": "Hayley Hasselhoff",
      "quote": "I live my life with positivity, so even if there was a low, I\"d find a positive in the situation. It\"s how I am with everything in life. With acting, I don\"t love the celebrity side of it and the tabloids, but at the end of the day, I love what I do so much, it overrides all that." },
    { "author": "Gordon B. Hinckley",
      "quote": "Do you feel gloomy? Lift your eyes. Stand on your feet. Say a few words of appreciation and love to the Lord. Be positive." },
    { "author": "Zooey Deschanel",
      "quote": "I\"m a very positive person. I get excited easily, and I like to jump around." },
    { "author": "Kareem Abdul-Jabbar",
      "quote": "When I was a kid, no one would believe anything positive that you could say about black people. That\"s a terrible burden." },
    { "author": "Linus Torvalds",
      "quote": "I actually think that I\"m a rather optimistic and happy person; it\"s just that I\"m not a very positive person, if you see the difference." },
    { "author": "Shia LaBeouf",
      "quote": "I don\"t even really know what it is I do for a living - the level of insecurity is very, very high. You\"re making a lot of money, getting a lot of accolades and positive criticism for something where you don\"t even know what you\"re doing." },
    { "author": "Channing Tatum",
      "quote": "I think we all suffer from guilt at some point in our lives, but for the most part I never really regret, and I try to always remain positive. Yes, I think that those issues are very interesting to play in a character, and they\"re prominent issues in life, and I think people can relate to them." },
    { "author": "Bow Wow",
      "quote": "I can take all the negative energy and turn it into a positive simply by purging my soul through music. That\"s how powerful music can be." },
    { "author": "Henry Louis Gates",
      "quote": "But you see, our society is still trapped in this binary, black/white logic and that has had some very positive implications for our generation. It\"s had some very negative ones as well and one of the negative ones is that it creates enormous identity problems for people who have one black ancestor and all white ancestors for example." },
    { "author": "Jason Mraz",
      "quote": "\"Yes\" is the mother of all positive words, next to \"love.\" Maybe \"love\" is the father of all positive words." } ],
  [ { "author": "Olivia Wilde",
      "quote": "In my work in Haiti, I\"ve seen the hugely positive effects that happen when people come together to build something in the middle of the most desperate situations." },
    { "author": "Erin O\"Connor",
      "quote": "I\"ve been on both sides: the victim and the villain. I was the victimised model, and everything from my weight to my fertility was held up for discussion. And then I was the person that could garner some kind of positive outcome, by taking on the role of vice chairman of the British Fashion Council and becoming an activist of body image." },
    { "author": "Olivia Newton-John",
      "quote": "\"Grease\" changed my life in the most amazing way, and I\"ve had such an amazing life. When things go wrong, you\"ve got to believe you will get through them and focus on the positive things in your life." },
    { "author": "Rosie Perez",
      "quote": "I am a positive person. I never think of the glass as half empty. I just keep pushing forward." },
    { "author": "Miranda Hart",
      "quote": "I am pleased to say that I am not a tortured comedian - I laugh a lot. My twenties weren\"t particularly happy, but it\"s the same for a lot of people. In your thirties, you realise that your life and your worries are really insignificant, and you have to force yourself to be more positive and take each day as a gift." },
    { "author": "Robert Duvall",
      "quote": "I always figure from the cradle to the grave, we all have our individual journeys, and maybe my journey was a positive one and I accomplished certain things without stepping on too many toes." },
    { "author": "Camilo Villegas",
      "quote": "I always save a few special outfits for the final rounds of a tournament, because they put me in a more positive mindset and I then make better decisions." },
    { "author": "John Perkins",
      "quote": "The only way that we\"re going to feel secure in this country again and that we\"re going to feel good about ourselves is if we use these systems we\"ve put into place to create positive change around the world. I really believe we can do that." },
    { "author": "Larry Wall",
      "quote": "I want people to use Perl. I want to be a positive ingredient of the world and make my American history. So, whatever it takes to give away my software and get it used, that\"s great." },
    { "author": "Shinzo Abe",
      "quote": "To protect people\"s lives and keep our children safe, we must implement public-works spending and do so proudly. If possible, I\"d like to see the Bank of Japan purchase all of the construction bonds that we need to issue to cover the cost. That would also forcefully circulate money in the market. That would be positive for the economy, too." },
    { "author": "Psy",
      "quote": "As an artist, the more experience, the better the creation. I\"m a very positive person." },
    { "author": "Georg Brandes",
      "quote": "But I did not find any positive inspiration in my studies until I approached my nineteenth year." },
    { "author": "Gabriela Sabatini",
      "quote": "Tennis has had a very positive impact on my life." },
    { "author": "Maurice Ashley",
      "quote": "His tenacity is unmatched in my opinion. Incredible how someone could have suffered that long and come back out of prison with such a good heart and positive things to say and do." },
    { "author": "Vince Cable",
      "quote": "I think what is happening is I think first of all there is confidence in the U.K. economy. We\"re in a German rather than a Greek position in international financial markets, which is very positive and keeps our debt service costs down, and we\"re also beginning to see real evidence of rebalancing." },
    { "author": "Eliezer Yudkowsky",
      "quote": "Intelligence is the source of technology. If we can use technology to improve intelligence, that closes the loop and potentially creates a positive feedback cycle." },
    { "author": "Kyla Pratt",
      "quote": "I\"m all about your mindset, being focused, staying positive, being optimistic, and knowing that these are all aspects of my life that I love and enjoy." },
    { "author": "Stephanie March",
      "quote": "I am thrilled to support World of Children and its superlative efforts to fund changemakers around the world. It\"s a great privilege to be associated with an organization that recognizes and funds those individuals really working in the trenches, and I look forward to being part of advancing positive change for children everywhere." },
    { "author": "Franz Beckenbauer",
      "quote": "The World Cup tournament overall and, naturally, the new stadiums at its heart, are the ideal platform to portray Germany as a positive and exceptional location, and above all of course, as a highly capable economic location." },
    { "author": "James Maslow",
      "quote": "I have a lot of younger fans, obviously the choices I make often influence them. But having said that, it\"s kind of the best motivation in the world to stay positive and make good choices." },
    { "author": "Slim Jimmy",
      "quote": "You can have nothing and be sad, or you can have nothing and be, like, positive and look at it in a good way and try to make your circumstance better." },
    { "author": "Hal Ashby",
      "quote": "I basically have a very positive philosophy of life, because I don\"t feel I have anything to lose. Most things are going to turn out okay." },
    { "author": "Kelly Slater",
      "quote": "I surf more now for other people than myself. I feel a lot of support from people wanting me to do well, and I feed off that. I can send a positive message to people from what I do." },
    { "author": "David Gower",
      "quote": "He is a very positive captain; he is proactive as well as reactive. He is keen to read the game, to get in there, and he never stops thinking about the game, the situation, and trying to turn it to his advantage. He has been very good for the game." },
    { "author": "Constance Jablonski",
      "quote": "I have a huge breakfast every morning because I never know if I\"ll have time for lunch, especially during Fashion Week. It keeps my mood positive all day. And my parents taught me to have tons of fruit and vegetables, which I think helps my skin." },
    { "author": "James G. Stavridis",
      "quote": "I don\"t think anyone would look at Colombia today and say that it is failing. This positive outcome is an example of the effective application of smart power - it is succeeding." } ],
  [ { "author": "Steve Largent",
      "quote": "I needed somebody to love me, and the people that I chose were my coaches. I would sacrifice my body to be successful for my coaches because I wanted them to love me, to respect me, to have positive feelings about me." },
    { "author": "Catherine Tate",
      "quote": "How nice it would be to breeze through life and just brush things off. I never read reviews because I hate to lose more than I like to win; I experience negative emotions far greater than positive ones." },
    { "author": "Krist Novoselic",
      "quote": "We asserted ourselves as a music community, and showed legislators that music is positive. Especially if you\"ve sold 300 million records worldwide and pay taxes." },
    { "author": "Ralph Waldo Emerson",
      "quote": "Good is positive. Evil is merely privative, not absolute: it is like cold, which is the privation of heat. All evil is so much death or nonentity. Benevolence is absolute and real. So much benevolence as a man hath, so much life hath he." },
    { "author": "Casey Kasem",
      "quote": "I just felt it was my job to show that there is no easy way to success, and that anyone who gets even just one Top 40 hit deserves their moment in the sun. I accentuate the positive and eliminate the negative. That is the timeless thing." },
    { "author": "Allen Iverson",
      "quote": "Man, I\"m 31 years old and a husband with four kids; I hope I\"m no thug. I hear all those negative things and don\"t hear anything positive. I think that\"s all those people feel... that way that\"s all they hear about when you hear Allen Iverson did something negative or something." },
    { "author": "D. H. Lawrence",
      "quote": "You don\"t want to love - your eternal and abnormal craving is to be loved. You aren\"t positive, you\"re negative. You absorb, absorb, as if you must fill yourself up with love, because you\"ve got a shortage somewhere." },
    { "author": "Victor Ortiz",
      "quote": "When you\"re growing up, it\"s always nice to have someone you can relate and look up to. I\"m proud of how I conduct my business and how I have accomplished all that I have accomplished, and hope that I can be a positive influence on not only the Mexican community but also young boxers and people all around the world." },
    { "author": "Tena Desae",
      "quote": "Stay positive and happy. Work hard and don\"t give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people." },
    { "author": "John Ruskin",
      "quote": "Art is not a study of positive reality, it is the seeking for ideal truth." },
    { "author": "Ambrose Bierce",
      "quote": "To be positive is to be mistaken at the top of one\"s voice." },
    { "author": "Indra Nooyi",
      "quote": "When you assume negative intent, you\"re angry. If you take away that anger and assume positive intent, you will be amazed. Your emotional quotient goes up because you are no longer almost random in your response." },
    { "author": "Michael Porter",
      "quote": "Good leaders need a positive agenda, not just an agenda of dealing with crisis." },
    { "author": "Kim Cattrall",
      "quote": "There\"s a positive side to film and television, the sense of feeding into the theater... Your fans will follow you, hopefully, and be open-minded to see you play other things and experience other stories you want to tell." },
    { "author": "Thalia",
      "quote": "I\"ve learned that to survive, you need a positive state of mind." },
    { "author": "Grimes",
      "quote": "Removing all stimulation around you is a really positive thing in terms of stimulating your creativity." },
    { "author": "Chen Shui-bian",
      "quote": "However, I must say that I am very happy to see that we have such a positive result for our first referendum in our history and that gives me more confidence in Taiwan\"s democracy." },
    { "author": "Henrietta Szold",
      "quote": "Women were freed from positive duties when they could not perform them, but not when they could." },
    { "author": "Sung Kang",
      "quote": "When I started acting, I hoped I could make some kind of positive contribution to this world. When I get a letter from some kid in Nebraska saying that, prior to Han, nobody wanted to be his friend because Asians weren\"t cool if they weren\"t into martial arts - Now he\"s accepted and recognized as a human being. That\"s pretty awesome, right?" },
    { "author": "Ambrose Bierce",
      "quote": "Positive, adj.: Mistaken at the top of one\"s voice." },
    { "author": "B. F. Skinner",
      "quote": "Properly used, positive reinforcement is extremely powerful." },
    { "author": "Tom Peters",
      "quote": "The simple act of paying positive attention to people has a great deal to do with productivity." },
    { "author": "Carine Roitfeld",
      "quote": "Enthusiasm is something so positive." },
    { "author": "Bruce Feiler",
      "quote": "The bottom line: if you want a happier family, create, refine and retell the story of your family\"s positive moments and your ability to bounce back from the difficult ones. That act alone may increase the odds that your family will thrive for many generations to come." },
    { "author": "Nick Offerman",
      "quote": "And what we\"ve lost sight of is that performing manual labor with your hands is one of the most incredibly satisfying and positive things you can do." },
    { "author": "Tim Howard",
      "quote": "Winning is fun, but those moments that you can touch someone\"s life in a very positive way are better." } ],
  [ { "author": "Marc Faber",
      "quote": "The positive aspect of my negative view is essentially that you shouldn\"t own cash and government bonds, but you should be in assets like real estate or equities or precious metals or in commodities." },
    { "author": "Kevin Dillon",
      "quote": "I don\"t know, scene stealing is something I see as, people look at it, it could be a positive thing, but I really like to think of myself as a team player. It\"s kind of like one player can make the other teammates better, kind of like Larry Byrd dishing off." },
    { "author": "Bill Gates",
      "quote": "Teaching\"s hard! You need different skills: positive reinforcement, keeping students from getting bored, commanding their attention in a certain way." },
    { "author": "Hillary Clinton",
      "quote": "We don\"t have enough support for maternal leave and the kinds of things that some of the European countries do. So we still make it hard on women to go into the work force and feel that they can be good at work but then doing the most important job, which is raising your children in a responsible and positive way." },
    { "author": "Daniel Kahneman",
      "quote": "You know, the standard state for people is \"mildly pleasant.\" Negative emotions are quite rare, and extremely positive emotions are rare. But people are mildly pleased most of the time, they\"re mildly tired a lot of the time, and they wish they were somewhere else a substantial part of the time - but mostly they\"re mildly pleased." },
    { "author": "Chuck Norris",
      "quote": "When I got into the film business, my aim was to adopt a positive persona, of a guy who fights against injustice. And it saved me, because my acting was atrocious to say the least!" },
    { "author": "Jimmy Fallon",
      "quote": "I like video games, I like tech, I like being positive." },
    { "author": "Simon Mainwaring",
      "quote": "When a positive exchange between a brand and customers becomes quantifiable metrics, it encourages brand to provide better service, customer service to do a better job, and consumers to actively show their gratitude." },
    { "author": "Noreena Hertz",
      "quote": "All company bosses want a policy on corporate social responsibility. The positive effect is hard to quantify, but the negative consequences of a disaster are enormous." },
    { "author": "Margot Robbie",
      "quote": "Obviously social media has had a massive impact on the fame game, but not in a positive way. But it can be for some." },
    { "author": "Dave Chappelle",
      "quote": "I got a lot of positive people around me." },
    { "author": "Sherman Alexie",
      "quote": "My wife was the first romantic partner who understood both American and native parts of me - not so much the positive stuff, but the damage." },
    { "author": "Jerry Kramer",
      "quote": "College was especially sweet because of the positive, hopeful atmosphere of a college campus." },
    { "author": "Gottfried Leibniz",
      "quote": "Whence it follows that God is absolutely perfect, since perfection is nothing but magnitude of positive reality, in the strict sense, setting aside the limits or bounds in things which are limited." },
    { "author": "Jerry Nachman",
      "quote": "There\"s a lot of peer pressure to not do positive stories out of Iraq... I think there\"s a sense that the administration got a pass during the hot days of war and now that the war is over it\"s time to even out the deck somewhat." },
    { "author": "Petra Nemcova",
      "quote": "So, we have choice, and sometimes it seems very hard, but the best way to heal physically or emotionally is to keep positive." },
    { "author": "Jean Charest",
      "quote": "They\"ve been fairly positive, as firm as they could be in regards to the derivatives operations in Montreal. We didn\"t sense that there was a hesitation about it. But things change." },
    { "author": "Margaret D. Nadauld",
      "quote": "Your Heavenly Father will help you find the right path as you seek His guidance. Remember though, after you pray you must get off your knees and start doing something positive; head in the right direction! He will send people along the way who will assist you, but you must be doing your part as well." },
    { "author": "Zac Efron",
      "quote": "There\"s a way that you can throw negativity out there that seems rebellious. But I\"ve always taken pleasure in a different kind of rebellion, which is putting a positive spin on everything, trying to enjoy myself at all times." },
    { "author": "Johnny Weir",
      "quote": "I think it is important for young people to see other young people on television doing something positive with their life, making positive changes and growing. I don\"t think there is enough of that on TV. I mean, we\"ve got \"Jersey Shore,\" and I don\"t know what that teaches young kids." },
    { "author": "Lee Pace",
      "quote": "It\"s the writers\" job to make it positive. It\"s my job to make it real." },
    { "author": "Walter Rudolf Hess",
      "quote": "The only positive finding which could be drawn from the first series, was the conclusion that the relationships obviously had a more complicated lay-out than had been thought, for the effects were so varied that no obedience to any law could be discovered." },
    { "author": "George Osborne",
      "quote": "The positive news is that the British economy is continuing to grow and is creating jobs. And it is positive news too that at a time of real international instability we are a safe haven in the storm." },
    { "author": "Ellsworth Kelly",
      "quote": "The negative is just as important as the positive." },
    { "author": "Maurice Greene",
      "quote": "My stance has always been that there\"s no place in our sport for drug users. I\"ve always said it\"s a ban for life if you come up positive. I stand by that." },
    { "author": "Cat Cora",
      "quote": "I launched Chefs for Humanity, a national nonprofit, with my voice, heart and money from my own pocket. Money gives you the ability to make a difference in the world and, when used in a positive way, is a lot of fun." } ],
  [ { "author": "Josh Brolin",
      "quote": "George W. Bush brought a lot of minorities into his administration, which was a positive thing, and they had some issues that they wanted to press, but 9/11 really gave them direction. It gave them a purpose." },
    { "author": "Dustin Johnson",
      "quote": "I always knew I wanted to play golf and go to college. I try hard to be a positive role model, especially on the golf course. I try to carry myself well, and don\"t do anything outrageous. I try to play the game like a gentleman and give everyone respect. That\"s how the game should be played." },
    { "author": "Thomas R. Cech",
      "quote": "The overall view of the human genome project has been one of great excitement and positive press, but there are people who have concerns that are quite reasonable, and they are frightened of things they don\"t understand." },
    { "author": "Jack Kevorkian",
      "quote": "My ultimate aim is to make euthanasia a positive experience." },
    { "author": "Marilu Henner",
      "quote": "Foods high in bad fats, sugar and chemicals are directly linked to many negative emotions, whereas whole, natural foods rich in nutrients - foods such as fruits, vegetables, grains and legumes - contribute to greater energy and positive emotions." },
    { "author": "Mick Fleetwood",
      "quote": "To me, the blues is an infection. I don\"t think it\"s necessarily a melancholy thing; the blues can be really positive and I think I think anyone and everyone can have a place for the blues. It need not always a woeful, sorrowful thing. It\"s more reflective; it reminds you to feel." },
    { "author": "Dwyane Wade",
      "quote": "The thing is, I don\"t do these things for recognition, being a good teammate, being a positive member of the community. I do them because those things make me whole and complete." },
    { "author": "Jamie Lee Curtis",
      "quote": "Getting sober just exploded my life. Now I have a much clearer sense of myself and what I can and can\"t do. I am more successful than I have ever been. I feel very positive where I never did before, and I think that\"s all a direct result of getting sober." },
    { "author": "Angie Stone",
      "quote": "\"Do What You Gotta Do\" is a positive, inspirational song that says no matter what it is; whether you\"re up against challenges or trying to get your dreams and aspirations met, you should do what whatever you have to do shy of killing yourself or someone else." },
    { "author": "Nadia Comaneci",
      "quote": "You should also appreciate the goodness around you, and surround yourself with positive people." },
    { "author": "Yoko Ono",
      "quote": "When you go through a negative situation, don\"t think about it. Make it positive." },
    { "author": "Jose Saramago",
      "quote": "I never appreciated \"positive heroes\" in literature. They are almost always cliches, copies of copies, until the model is exhausted. I prefer perplexity, doubt, uncertainty, not just because it provides a more \"productive\" literary raw material, but because that is the way we humans really are." },
    { "author": "John Lasseter",
      "quote": "A good part of my leadership skills is crafted from learning from experiences early in my career that were not positive experiences." },
    { "author": "Paul Klee",
      "quote": "To emphasize only the beautiful seems to me to be like a mathematical system that only concerns itself with positive numbers." },
    { "author": "Kiefer Sutherland",
      "quote": "Yes, I do believe that there is a cause and effect and a ripple effect upon everything everybody does, and they have positive consequences and negative consequences. If you start to focus on the kind of minutia of that, it\"s really quite extraordinary." },
    { "author": "Sean Lennon",
      "quote": "Being famous is having the power to really implement positive change in the world, and it gives you the power to do what you want. I\"m really grateful for it because I can play music and people will listen." },
    { "author": "P. J. O\"Rourke",
      "quote": "Positive rights are the right to shelter, the right to education, the right to health care, the right to a living wage. These things are - these are, I would call them, more properly, political rights rather than positive rights. And they are extremely tricky, because now we are dealing with things that are zero sum." },
    { "author": "Honore de Balzac",
      "quote": "But reason always cuts a poor figure beside sentiment; the one being essentially restricted, like everything that is positive, while the other is infinite." },
    { "author": "Brene Brown",
      "quote": "Guilt is just as powerful, but its influence is positive, while shame\"s is destructive. Shame erodes our courage and fuels disengagement." },
    { "author": "Jonathan Haidt",
      "quote": "When you hear someone criticize a policy on the other side, that\"s fine. But when you start hearing motive-mongering and demonization, stand up to it just as you would if it were something that was racist or sexist. If we avoid the demonization, disagreements can be positive." },
    { "author": "Curtis Jackson",
      "quote": "My grandmother, she\"s been the positive portion of my life the entire time." },
    { "author": "Sonia Sotomayor",
      "quote": "I have never, ever focused on the negative of things. I always look at the positive." },
    { "author": "Bill Parcells",
      "quote": "If I have affected someone in a positive way, that means a lot to me." },
    { "author": "Kate Winslet",
      "quote": "By nature, I\"m a very positive person, and because I\"m happy in myself, and in my life, and I\"ve got a great husband, and beautiful children, and I have a job that I love that calls for a certain amount of emotional expression, I get to realise a lot of my dreams and aspirations." },
    { "author": "Ken Blanchard",
      "quote": "For a manager to be perceived as a positive manager, they need a four to one positive to negative contact ratio." },
    { "author": "Berenice Abbott",
      "quote": "Does not the very word \"creative\" mean to build, to initiate, to give out, to act - rather than to be acted upon, to be subjective? Living photography is positive in its approach, it sings a song of life - not death." } ],
  [ { "author": "Mikhail Bakunin",
      "quote": "I am conscious of my inability to grasp, in all its details and positive developments, any very large portion of human knowledge." },
    { "author": "Farrah Fawcett",
      "quote": "Everything has positive and negative consequences." },
    { "author": "James Altucher",
      "quote": "Happiness is just a positive perception from our brain. Some days, you will be unhappy. Our brain is a tool we use. It\"s not who we are." },
    { "author": "Luke Bryan",
      "quote": "Even with all the negativeness of the whole social media thing, I still think it\"s leaps and bounds more positive." },
    { "author": "Shari Arison",
      "quote": "I have always wanted to be a catalyst for bringing about positive change, inspiring others to choose goodness." },
    { "author": "Philip Emeagwali",
      "quote": "One out of every 100 American men is HIV positive. The rate of infection has reached epidemic proportions in 40 developing nations." },
    { "author": "Tom Rath",
      "quote": "I would absolutely recommend against excessive positivity and optimism. Any positive emotion that you\"re infusing into a workplace needs to be grounded in reality. If it\"s not realistic, sincere, meaningful, and individualized, it won\"t do much good." },
    { "author": "Srikumar Rao",
      "quote": "If you embrace \"positive thinking,\" you are - by definition - spurning \"negative thinking.\" So it\"s as if you were on a teeter-totter and are trying desperately to put all your weight on one side - the \"positive thinking\" side." },
    { "author": "Anthony Horowitz",
      "quote": "I believe that, by and large, people are good and everybody you meet is more likely to surprise you in a positive way than in a negative way." },
    { "author": "Mesut Ozil",
      "quote": "It makes me very happy when I create goals or score goals myself, but the most important thing is that the team reaches its goal and plays positive football." },
    { "author": "Genevieve Gorder",
      "quote": "Design can have such a positive impact on the way people live and on their relationships and moods." },
    { "author": "Joseph Beuys",
      "quote": "I wished to go completely outside and to make a symbolic start for my enterprise of regenerating the life of humankind within the body of society and to prepare a positive future in this context." },
    { "author": "Swizz Beatz",
      "quote": "It\"s all positive energy from me, man." },
    { "author": "Rebecca Lobo",
      "quote": "I think every time I go in a game, I have added something positive. I have gotten a rebound or made a defensive play. That is what I try to focus on." },
    { "author": "Deborah Norville",
      "quote": "Children may not notice the positive moments in life unless we point them out to them." },
    { "author": "Richard Louv",
      "quote": "Kids are absolutely starved for positive adult contact." },
    { "author": "Hit-Boy",
      "quote": "I had to learn how to think as a positive human being, before anything." },
    { "author": "Geoffrey Canada",
      "quote": "Kids who are poor often have families that have not really been kept informed about... how important it is to read to your child, to reduce stresses in their life, to use positive incentives and words." },
    { "author": "Quentin Blake",
      "quote": "Being positive may be a character defect of mine." },
    { "author": "Vusi Mahlasela",
      "quote": "I feel blessed to be a musician, and I know it\"s a power given to me from God that I must use in a very positive way." },
    { "author": "Kyan Douglas",
      "quote": "I\"ve tried to take the opportunity to be as positive a person as I can be, as positive role model as I can be." },
    { "author": "Lisa Leslie",
      "quote": "For me, being tall was very positive because I thought my mom was the most beautiful person ever." },
    { "author": "Bertie Carvel",
      "quote": "I overthink everything. I\"m very keen there should be a positive outcome. I like to control outcomes. But you can\"t. That\"s what is nice about being an actor, that you work really hard and it pays off. But at the end of the day, for it to be any good, you have to let go. I\"d like to be better at this in life." },
    { "author": "Joshua Michael Stern",
      "quote": "Doing a movie about Steve Jobs is just generally a provocative thing to do, whoever does it, and it begs a lot of questioning and skepticism only in that, what is this going to be? What am I going to be looking at? And curiosity as well. I think that\"s all positive in any film, because you want people to be curious about it." },
    { "author": "Steve Finley",
      "quote": "With Fresh Healthy Vending growing by the day, my role is ever-evolving, just as the company is, and I intend to take on any necessary responsibilities in order to make a positive impact and spread a message we all believe in so strongly." },
    { "author": "Avigdor Lieberman",
      "quote": "I\"ve always been controversial because I offer new ideas. For me to be controversial, I think this is positive." } ],
  [ { "author": "Loretta Napoleoni",
      "quote": "Multiculturalism may well be our saviour, wresting us out from the straitjacket of our history, thrusting the old continent into an environment where other ethnicities, less cynical and more positive, will play a big role in its future." },
    { "author": "Karl Wilhelm Friedrich Schlegel",
      "quote": "Kant introduced the concept of the negative into philosophy. Would it not also be worthwhile to try to introduce the concept of the positive into philosophy?" },
    { "author": "Lex Luger",
      "quote": "One of the things I do is try to get a positive message out there in the local schools and tell my story. I also do a lot of faith-based speaking, sharing my story and testimony, to help show what God has done in my life and what he can do in others\" lives." },
    { "author": "Janet Jackson",
      "quote": "To have someone to relate to and hopefully enjoy the music and get a positive message out of it, to make the best music that we possibly could, those were the goals." },
    { "author": "Johnny Vegas",
      "quote": "I\"m getting positive feedback for my acting so we\"ll see if any other interesting parts come up." },
    { "author": "Rutina Wesley",
      "quote": "When you\"re not working is when you have to stay positive and remind yourself that you\"re talented." },
    { "author": "Alice Waters",
      "quote": "Food culture is like listening to the Beatles - it\"s international, it\"s very positive, it\"s inventive and creative." },
    { "author": "Jimmy Wales",
      "quote": "I have always viewed the mission of Wikipedia to be much bigger than just creating a killer website. We\"re doing that of course, and having a lot of fun doing it, but a big part of what motivates us is our larger mission to affect the world in a positive way." },
    { "author": "Huston Smith",
      "quote": "The faith I was born into formed me. I come from a missionary family - I grew up in China - and in my case, my religious upbringing was positive. Of course, not everyone has this experience. I know many of my students are what I have come to think of as wounded Christians or wounded Jews." },
    { "author": "John O. Brennan",
      "quote": "Since taking office, President Obama has worked to restore a positive vision of American leadership in the world - leadership defined, not by the threats and dangers that we will oppose, but by the security, opportunity and dignity that America advances in partnership with people around the world." },
    { "author": "Chad Hurley",
      "quote": "CBS has received a strong and positive response from the YouTube community about the quality of its programming." },
    { "author": "Martin Seligman",
      "quote": "Positive emotion alienated from the exercise of character leads to emptiness, to inauthenticity, to depression, and, as we age, to the gnawing realization that we are fidgeting until we die." },
    { "author": "Jose Ramos-Horta",
      "quote": "In the case of Iraq, notwithstanding the violence there at the moment, the very fact that a hideous regime - responsible for genocide, for the use of chemical and biological weapons, aggression against two neighbors - has been removed in itself is a positive development." },
    { "author": "Brian Littrell",
      "quote": "I really believe that\"s one of the many reasons that God had put me right in the middle of the Backstreet Boys. There are so many stars today that don\"t realize the impact they have on young people. Being a superstar is great, as long as you can be a positive role model." },
    { "author": "Gail Kelly",
      "quote": "I grew up in a very strong, nuclear family. My father was a sportsman. He represented South Africa in a couple of sports, so he was a very positive person and someone who encouraged you to be your best and give your best with everything that you do." },
    { "author": "Channing Tatum",
      "quote": "I think we all suffer from guilt at some point in our lives, but for the most part, I never really regret, and I try to always remain positive." },
    { "author": "Chitra Banerjee Divakaruni",
      "quote": "I write in my study, where I also have my prayer altar. I believe that keeps me focused and gives me positive energy and reminds me that I\"m merely the instrument of greater creative forces." },
    { "author": "Jess Glynne",
      "quote": "We all go through sad times, but I was brought up to be positive." },
    { "author": "Arabella Weir",
      "quote": "There is so much that is positive, wonderful even, about state schools. At a state school your kids will learn to live alongside and appreciate other kids from many diverse and different cultures." },
    { "author": "Jessica Springsteen",
      "quote": "I think working hard at anything when you\"re young and getting positive results, it\"s always an incredible feeling to see that." },
    { "author": "Rain Phoenix",
      "quote": "My mum will always come and see my shows if she can, and if she can\"t, she\"ll text or email just before wishing me a great show and telling me how much she loves me. She still gives tonnes of positive reinforcement and love. It\"s really remarkable what that does for a child, and it\"s really remarkable what that does for me as an adult." },
    { "author": "Donnie Yen",
      "quote": "Better to be called something positive and inspirational than something negative." },
    { "author": "Juicy J",
      "quote": "Some people can be president, some people can speak, some people, you know, anything that\"s positive, man - a dentist, a doctor. Just hang in there and never give up, and find out what is your talent. First you got to find your talent and just stick with your talent, and I guarantee you\"ll get there, man." },
    { "author": "Mark McGwire",
      "quote": "I\"m not here to discuss the past... I\"m here to be positive." },
    { "author": "Mariano Rivera", "quote": "I\"m a positive man." },
    { "author": "Tim Reid",
      "quote": "When the media defines something, you have to question: Is it the definition that you want applied to your culture? I\"m trying to determine who\"s leaving the legacy, and if the legacy that is being left is a positive one." } ],
  [ { "author": "Samina Baig",
      "quote": "Women need opportunity and encouragement. If a girl can climb mountains, she can do anything positive within her field of work." },
    { "author": "Bill Gates",
      "quote": "Drones overall will be more impactful than I think people recognize, in positive ways to help society." },
    { "author": "Martha Beck",
      "quote": "If we\"re stuck with having expectations, there\"s a very good reason to embrace positive ones: It\"s that we often create what we anticipate." },
    { "author": "Marian Keyes",
      "quote": "I think there is pressure on people to turn every negative into a positive, but we should be allowed to say, \"I went through something really strange and awful and it has altered me forever.\"" },
    { "author": "Gloria Estefan",
      "quote": "In this life, I\"m always going to choose the positive." },
    { "author": "Eric Liu",
      "quote": "We tend to think of politics as bad, full of dirty tricks, negative ads, big campaigns, but I am here to explore the original meaning of politics, which is positive and has to do with balancing competing interests and looking for solutions." },
    { "author": "Tim Howard",
      "quote": "I think part of being in the public eye is getting recognized and dealing with positive and negative scrutiny." },
    { "author": "Emma Bonino",
      "quote": "I am positive that flexibility is a feminine characteristic." },
    { "author": "Steve Finley",
      "quote": "Being part of the Fresh Healthy Vending team and the corporate-owned operations division has been incredible thus far. It has given me enough knowledge to take the important facts about healthy vending options to my own personal and professional contacts and expand these positive programs wherever we can." },
    { "author": "John de Mol, Jr.",
      "quote": "\"Utopia\" is a positive and constructive program that gives people the opportunity, if you can start all over again, start from scratch and create laws and make decisions, will you be able to build a society that is better than the one we have; will it be chaos or happiness." },
    { "author": "Margaret Chan",
      "quote": "I think U.N. organizations are important organizations. They exist for good reasons. And we also admit that there is room for us to improve the way we do business. The WHO will be a very positive and proactive partner in the overall U.N. reform, which is also important." },
    { "author": "Bonnie Blair",
      "quote": "What I\"ve learned from my own journey, and from my family\"s experience with cancer, is how important it is to stay positive and move forward. Not every day is going to be perfect; that\"s life. But staying positive is going to get you to the next day." },
    { "author": "Doutzen Kroes",
      "quote": "I am able to really enjoy the positive attention I receive." },
    { "author": "Naveen Jain",
      "quote": "The real metric of success isn\"t the size of your bank account. It\"s the number of lives in whom you might be able to make a positive difference." },
    { "author": "Tim Armstrong",
      "quote": "One of AOL\"s biggest assets is its brand. For people over 30 and, due to AOL Instant Messenger, even a lot of people under 30, AOL was their first real interaction with technology in a positive way." },
    { "author": "Robert Solow",
      "quote": "The key thing about wealth in a capitalist economy is that it reproduces itself and usually earns a positive net return." },
    { "author": "John Lydon",
      "quote": "If my leg falls off, I\"ll get a prosthetic. There\"d be no deep sadness about. I\"d just get on with it! It\"s called life, and I love life. You have to be positive, and you have to crack on no matter what." },
    { "author": "Maxine Hong Kingston",
      "quote": "To me success means effectiveness in the world, that I am able to carry my ideas and values into the world - that I am able to change it in positive ways." },
    { "author": "Alana Stewart",
      "quote": "Our thoughts really do create our lives. They\"ve done a lot of research showing if you\"re an optimistic, positive person you will be a healthier person than if you\"re a sad, depressed, negative person." },
    { "author": "Jane Roberts",
      "quote": "You should tell yourself frequently \"I will only react to constructive suggestions.\" This gives you positive ammunition against your own negative thoughts and those of others." },
    { "author": "Marla Gibbs",
      "quote": "The reason most of the children are having problems in any inner-city neighborhood is because they don\"t see enough positive role models in their own environment." },
    { "author": "Stanislav Grof",
      "quote": "Coming to terms with the fear of death is conducive to healing, positive personality transformation, and consciousness evolution." },
    { "author": "Isabelle Adjani",
      "quote": "I believe that when you work on yourself, you are attracted by different, more positive beings." },
    { "author": "Kevin Plank",
      "quote": "I\"m a big advocate of the power of positive thinking, particularly for small businesses." },
    { "author": "Deborah Norville",
      "quote": "There is something in even the darkest situations that we can make a positive in our lives." },
    { "author": "Nneka",
      "quote": "I hope that what I am today is of positive benefit to other people." } ],
  [ { "author": "Pierfrancesco Favino",
      "quote": "To me, the word \"hero\" hasn\"t got positive or negative value - \"hero\" is the person who leads you through the story." },
    { "author": "Rush Limbaugh",
      "quote": "I\"m not afraid of having an agenda. I do have an agenda. It\"s a positive agenda." },
    { "author": "Seamus Heaney",
      "quote": "As writers and readers, as sinners and citizens, our realism and our aesthetic sense make us wary of crediting the positive note." },
    { "author": "Donna Karan",
      "quote": "I\"ve always been about the power of a woman - accentuating the positive, deleting the negative, whether you\"re talking her body, her voice or her leadership." },
    { "author": "Tori Spelling",
      "quote": "I want to be a positive role-model for my daughter. The last thing I want to put out there is that it\"s acceptable to be too thin or have an eating disorder because you\"re in Hollywood." },
    { "author": "Ibrahim Rugova",
      "quote": "We have used the presence of UNMIK, as well as other European and American agencies to establish a legal framework compatible with the European Union and that is already an advantage. We have seen the positive effects of this and our parliament will continue to go this way." },
    { "author": "Jeroen Dijsselbloem",
      "quote": "Banks should contribute to the real economy, make a positive contribution to economic growth." },
    { "author": "Zig Ziglar",
      "quote": "I am convinced after more than 50 years in the field of motivation that anyone who wants to learn to look at life and/or their circumstances in a positive light can do so." },
    { "author": "Robert Reich",
      "quote": "Those at the top would do better with a smaller share of a booming economy that elicits a positive politics than they will do with an ever-larger share of an anemic economy that fuels the politics of anger." },
    { "author": "Christie Brinkley",
      "quote": "Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that." },
    { "author": "Scott Eastwood",
      "quote": "I think regardless of what your religion is or what you believe, you try to treat people in a positive way, and that\"s all you can do in life." },
    { "author": "Bre Pettis",
      "quote": "Our intention is that people use MakerBots to have a positive impact on the world." },
    { "author": "Samuel Larsen",
      "quote": "There\"s going to be positive and negative in anything in life." },
    { "author": "Shawn Mendes",
      "quote": "I work so hard to make that sure I\"m successful. If you\"re positive and really excited and enthusiastic about what you\"re doing, it\"s going to happen, and it\"s going to happen big time." },
    { "author": "Gil Gerard",
      "quote": "It is amazing that something I did 23 years ago still has an audience that people respond to and I am touched and surprised that people are still very positive about." },
    { "author": "Holly Black",
      "quote": "I think there are a lot of really positive aspects to social media for novelists. Even though our work is pretty solitary, through Twitter and Tumblr and Facebook and Instagram and blogging in general, we\"re better able to connect directly with readers." },
    { "author": "Lizzo",
      "quote": "When we\"re on stage doing a song about positive body image or another about female empowerment, everyone out there is super into it and right there with us. It\"s been awesome. I feel like we fit right in." },
    { "author": "Johnathan Joseph",
      "quote": "Numerous things that go on such as the way Houston interacts with my family; we\"re treated in a first-class way. They helped us when my wife lost our baby daughter in a miscarriage. They help with anything you ask of them because they are a very caring organization with positive attitudes about its players." },
    { "author": "Amanda Seyfried",
      "quote": "I love acting like I\"m in love. It\"s a very positive thing." },
    { "author": "Simon Sinek",
      "quote": "A sour corporate culture can actually make an entire society unhappy. This means that a strong corporate culture can have a positive impact on a society." },
    { "author": "Keri Russell",
      "quote": "I am positive I was not a neglected child. I remember reading \"The Jungle Book\" and \"The Sleeping Beauty.\"" },
    { "author": "Curtis Granderson",
      "quote": "I feel like kids in general, not just African-American kids, are influenced by what they see, both positive and negative." },
    { "author": "Matteo Renzi",
      "quote": "There is in the DNA of the Italians a bit of madness, which in the overwhelming majority of cases is positive. It is genius. It is talent. It\"s the masterpieces of art. It\"s the food, fashion, everything that makes Italy great in the world." },
    { "author": "Gray Davis",
      "quote": "I don\"t know why they\"re doing it. I have to assume that their motives are positive, not negative. But they don\"t understand the severity of the problem in this state." },
    { "author": "Grace Slick",
      "quote": "I think of myself as a positive agnostic. I don\"t know, therefore I\"m open. I don\"t know, therefore I\"m interested." },
    { "author": "Martin Seligman",
      "quote": "If we just wanted positive emotions, our species would have died out a long time ago." } ],
  [ { "author": "Gretchen Rubin",
      "quote": "Skillful conversationalists can explore disagreements and make points in ways that feel constructive and positive rather than combative or corrective." },
    { "author": "John Elway",
      "quote": "I was so lucky to walk away with two Super Bowls and know that the last year was positive." },
    { "author": "Rush Limbaugh",
      "quote": "No matter what else is going on, Christmas is my all-time favorite period in the year. It has a positive effect on me like very little else does, seasonally, that is." },
    { "author": "Victoria Osteen",
      "quote": "In our family health, it\"s about having a balanced life, about laughing and staying on a positive note." },
    { "author": "Jane Levy",
      "quote": "I have very complex and complicated ideas about technology. It\"s such a prominent way that we communicate with each other. In ways, I think it\"s really positive, and in ways, I think it\"s really negative." },
    { "author": "Amanda Lindhout",
      "quote": "Hamdi Ulukaya and Chobani have made the decision to feed 250,000 victims of the Somali famine. Their compassion speaks for itself, and is a shining example of how the business community can have an enormous positive impact on the world." },
    { "author": "Justin Lee",
      "quote": "I want to do what I love, which is act, and hopefully through that, leave a positive impact somehow, someway, with somebody." },
    { "author": "Shia LaBeouf",
      "quote": "When people ask me about my story, I just go through the positive stuff: the tent-pole moments, the big landmark checkpoints." },
    { "author": "Helen Fisher",
      "quote": "There\"s a lot of talk about the positive aspects of love. We as a society downplay the danger, the anxiety, and the disappointment. We romanticize romance." },
    { "author": "Nev Schulman",
      "quote": "If we don\"t hope, if we don\"t stay positive - at least about love, or finding love - then the rest of life becomes really just painful to think about, because for the most part, you know, day-to-day stuff is monotonous." },
    { "author": "Paul Cellucci",
      "quote": "Canada and the United States are also working at the World Trade Organization and in our own hemisphere with negotiations for a Trade Area of the Americas to try to help countries create a positive climate for investment and trade." },
    { "author": "Candis Cayne",
      "quote": "My parents, Gary and Patricia, let me be in my world. They never told me what I couldn\"t do. It helped me adapt in a positive way." },
    { "author": "John Sununu",
      "quote": "For most Americans, Friday afternoons are filled with positive anticipation of the weekend. In Washington, it\"s where government officials dump stories they want to bury. Good news gets dropped on Monday so bureaucrats can talk about it all week." },
    { "author": "Jane McGonigal",
      "quote": "Scientists have demonstrated that dramatic, positive changes can occur in our lives as a direct result of facing an extreme challenge - whether it\"s coping with a serious illness, daring to quit smoking, or dealing with depression. Researchers call this \"post-traumatic growth.\"" },
    { "author": "Naveen Jain",
      "quote": "Helping people boost themselves out of poverty is the best way to make a lasting positive difference in a person\"s life." },
    { "author": "Jeb Bush",
      "quote": "There\"s a fine line between stubbornness and the positive side of that, which is dogged determination." },
    { "author": "Chris Pine",
      "quote": "The more you are positive and say, \"I want to have a good life,\" the more you build that reality for yourself by creating the life that you want." },
    { "author": "Simon Mainwaring",
      "quote": "How much do you as a consumer value a positive experience with a brand or its customer service department? How willing are you to share that with your friends? How inclined are you to let that person know that you\"re interaction with them was positive?" },
    { "author": "Muhammad Yunus",
      "quote": "Engaging in social business is beneficial to a company because it leverages on business competencies to address social issues, involves one-time investment with sustainable results, and produces other positive effects such as employee motivation and improved organizational culture." },
    { "author": "Monica Crowley",
      "quote": "Two famous happy warriors - Reagan and his political soulmate, British Prime Minister Margaret Thatcher - knew they were fighting their own ideological and external wars. But they did so with the sunny dispositions and positive outlooks of those who knew they were on the right side of history." },
    { "author": "John McDonald",
      "quote": "There must be a positive and negative in everything in the universe in order to complete a circuit or circle, without which there would be no activity, no motion." },
    { "author": "Mitt Romney",
      "quote": "Conservatism has had from its inception vigorously positive, intellectually rigorous agenda and thinking. That agenda should have in my three pillars: strengthen the economy, strengthen our security, and strengthen our families." },
    { "author": "Franz Kafka",
      "quote": "Suffering is the positive element in this world, indeed it is the only link between this world and the positive." },
    { "author": "John Piper",
      "quote": "The Bible does not oppose or forbid interracial marriages but sees them as a positive good for the glory of Christ." },
    { "author": "Sean Paul",
      "quote": "With everything that\"s thrown at you, whether it be problems at home, problems at work - whatever - basically, if you remain positive, you can see your way out of that." },
    { "author": "Leona Lewis",
      "quote": "I\"m a positive person, and I try to look at the good side of everything." } ],
  [ { "author": "Talib Kweli",
      "quote": "You have to learn how to harness technology so you can use it for positive stuff without being disconnected from nature." },
    { "author": "Russell Simmons",
      "quote": "I try to keep a positive intention and use whatever resources I have to benefit others. I try to create businesses that I think are not hurtful. I try to do things that I think are helpful to the environment, to the animals, and to the planet." },
    { "author": "Rick Danko",
      "quote": "By doing something positive in this world, you\"re helping people and the future. We\"re all trying to help the world... make it a better place to live. We\"re actually still changing the world, aren\"t we?" },
    { "author": "Novak Djokovic",
      "quote": "People look up to me as somebody who is able to switch the image of our country from negative to positive." },
    { "author": "Tia Carrere",
      "quote": "I\"m concentrating on the positive, on all the wonderful things I\"m doing now." },
    { "author": "Kevin J. Anderson",
      "quote": "I always had this non-stop drive. I had to keep sending stories out and every once in awhile I\"d get something accepted or get the little trickle of positive feedback." },
    { "author": "Garrett Graff",
      "quote": "The influence of blogging is overall a very positive force in the media." },
    { "author": "Nigel Rees",
      "quote": "You wish to put a positive construction on your deeds and words." },
    { "author": "Bill Gates",
      "quote": "I think the positive competition between states in India is one of the most positive dynamics that the country has." },
    { "author": "Barack Obama",
      "quote": "And we can see the positive impacts right here at Solyndra. Less than a year ago, we were standing on what was an empty lot. But through the Recovery Act, this company received a loan to expand its operations. This new factory is the result of those loans." },
    { "author": "Stephen Hawking",
      "quote": "I don\"t have much positive to say about motor neuron disease, but it taught me not to pity myself because others were worse off, and to get on with what I still could do. I\"m happier now than before I developed the condition." },
    { "author": "Joyce Meyer",
      "quote": "I believe many people feel like God is mad at them. One day I put a post on Facebook that said, \"God is not mad at you.\" Within a few hours, we literally had thousands of positive responses from people saying things like, \"That is exactly what I needed to hear today.\" Obviously, this is a message we need to hear." },
    { "author": "Jamie-Lynn Sigler",
      "quote": "I like being upbeat, positive, happy, enjoying family." },
    { "author": "Richard Dawkins",
      "quote": "Publishers like a good buzz, and negative responses sell books just as well as positive ones." },
    { "author": "P. J. O\"Rourke",
      "quote": "All religions must be made child-proof. Our teachers\" unions have done good work in this field, K through 12. Delaying first communions and bar mitzvahs until age 21 would be another positive step." },
    { "author": "Raoul Vaneigem",
      "quote": "People who talk about revolution and class struggle without referring explicitly to everyday life, without understanding what is subversive about love and what is positive in the refusal of constraints, such people have a corpse in their mouth." },
    { "author": "Ezra Taft Benson",
      "quote": "A positive self-image has little relationship to our material circumstances." },
    { "author": "Sam Elliott",
      "quote": "I think anytime you can affect people in general, in a positive way, then you\"re a lucky individual." },
    { "author": "Lance Armstrong",
      "quote": "I\"m on JetBlue and United. So I spend a lot of time on airplanes with other people and in terminals or just traveling around and going to restaurants or whatever. The interaction I get on a daily basis is always positive. I\"ve never had a negative interaction." },
    { "author": "Yehuda Berg",
      "quote": "In every relationship, the work is never just in the positive actions we do for each other, but in the follow up." },
    { "author": "Patti Smith",
      "quote": "Good news doesn\"t necessarily have to be a positive thing. Bringing good news is imparting hope to one\"s fellow man." },
    { "author": "Yoko Ono",
      "quote": "Is truth always positive? Of course. Once the truth comes out, you know, it\"s all right. We\"re scared that if the truth comes out that it\"s not all right. It\"s the other way around." },
    { "author": "Mos Def",
      "quote": "African art is functional, it serves a purpose. It\"s not a dormant. It\"s not a means to collect the largest cheering section. It should be healing, a source a joy. Spreading positive vibrations." },
    { "author": "Michael Weatherly",
      "quote": "I am blood type O-positive, which I remember by staying \"optimistic positive.\"" },
    { "author": "Larry Elder",
      "quote": "Studies show that children of divorced parents can have outcomes as positive as those coming from intact homes, provided the father remains financially supportive and active in his children\"s lives." },
    { "author": "Joe Paterno",
      "quote": "Mostly I want to talk positive; I wanna talk about a bunch of great kids that I coached and made me look good and the university that I\"ve seen grow from a cow college, which it was, only 12,000 people, and when I came here, we weren\"t at Pennsylvania State University, we were at Penn State College." } ],
  [ { "author": "Gary Allan",
      "quote": "No matter who you meet in life, you take something from them, positive or negative." },
    { "author": "Miley Cyrus",
      "quote": "Those minutes that I\"m on stage are the best! Being there and looking at the crowd and seeing their faces, hearing them sing the positive words from the songs." },
    { "author": "Mary J. Blige",
      "quote": "Don\"t give up, be positive and if you know someone who knows someone at a record company don\"t stop beating down their door till you get heard. Don\"t ever say it\"ll never happen or it\"ll never happen." },
    { "author": "Tyra Banks",
      "quote": "I\"ve been singing for six years. I\"ve been in and out of the studios with top producers, but it wasn\"t something I was ready to express to the public or to the press. I wasn\"t ready to come out. I wanted to perfect my voice and be 100 percent positive that I could come out right." },
    { "author": "Charles Barkley",
      "quote": "This place? Nothing positive. OK, I want to say something positive. It\"s positively a dump." },
    { "author": "Reba McEntire",
      "quote": "The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it\"s amazing how the light shines so much brighter." },
    { "author": "Serj Tankian",
      "quote": "Sometimes a good love song can change the world and create positive energy more than any political song can." },
    { "author": "Dwyane Wade",
      "quote": "I don\"t think the world focuses on the positive things enough." },
    { "author": "Jack Canfield",
      "quote": "If I hadn\"t spent many years trying to be as compassionate as Mother Teresa, as positive a thinker as W. Clement Stone, as prolific a writer as Stephen King, and as good a speaker as many of the legends I have studied, I would not be as successful as I am today." },
    { "author": "Jennifer Lopez",
      "quote": "I am positive - determined to move forward with my life, bring up my babies, and do the best job I can as a mother, entertainer, and person." },
    { "author": "David Attenborough",
      "quote": "Nature isn\"t positive in that way. It doesn\"t aim itself at you. It\"s not being unkind to you." },
    { "author": "Susan Cain",
      "quote": "Even when the attention focused on me is positive, I am uncomfortable being looked at by a lot of people - it\"s just not my natural state of being." },
    { "author": "Elizabeth Wurtzel",
      "quote": "I always knew I was a writer. And I always thought to myself, \"Well, why not me?\" Someone has to be on the best-seller list, \"Why not me?\" Someone has to write for the \"New Yorker,\" \"Why not me?\" And I didn\"t really get much positive reinforcement as a kid, so I thought, \"Well let me show you what I can do.\"" },
    { "author": "Garrett Hardin",
      "quote": "Indeed, our particular concept of private property, which deters us from exhausting the positive resources of the earth, favors pollution." },
    { "author": "Ziggy Marley",
      "quote": "My father\"s music gives hope to people and also inspires them to break the bonds of injustice and to be positive in life. I\"ve seen that everywhere I go, especially in poor countries and poor neighborhoods." },
    { "author": "Diablo Cody",
      "quote": "There\"s a weird cloud around you when you\"re recognizable. It was a brief window for me. I think you have to have a pathological need for attention of any type, negative or positive, to thrive in that kind of situation. And I only want compliments." },
    { "author": "Tyler Perry",
      "quote": "I want to own a network. I want to own a network where you can turn it on with your family all day long and get positive reinforcement." },
    { "author": "Lysander Spooner",
      "quote": "Slavery, if it can be legalized at all, can be legalized only by positive legislation. Natural law gives it no aid. Custom imparts to it no legal sanction." },
    { "author": "Marcus Samuelsson",
      "quote": "I came into this environment where there was so much love, so much positive energy. I never heard my parents say, \"We have adopted kids.\" The minute my sister Linda and I landed in Sweden, we were their kids." },
    { "author": "Emma Watson",
      "quote": "People don\"t really understand, but having people stare, and point, and take pictures, even if it is in a positive framework, is quite isolating; there\"s no two ways about it. You feel a little bit, you know, freakish." },
    { "author": "Julianne Hough",
      "quote": "I\"ve always had God, but now I want to go back to church for the sense of community and that feeling of positive thinking, a place where I can think about being a better person." },
    { "author": "Rebecca MacKinnon",
      "quote": "Over time, if you want rights, you have to also show that you can use them responsibly and that you can build a positive world in the online space, and that\"s also very important." },
    { "author": "Sienna Miller",
      "quote": "Everyone in L.A. is very positive and upbeat, whereas London can get quite miserable at times." },
    { "author": "Mike Krzyzewski",
      "quote": "I had a really bad temper, when I was growing up. Sport helped me channel that temper into more positive acts." },
    { "author": "David Suzuki",
      "quote": "Conserving energy and thus saving money, reducing consumption of unnecessary products and packaging and shifting to a clean-energy economy would likely hurt the bottom line of polluting industries, but would undoubtedly have positive effects for most of us." },
    { "author": "Mark McKinnon",
      "quote": "It\"s much more powerful and compelling to create a positive vision than it is to tear somebody down." } ],
  [ { "author": "Callum Keith Rennie",
      "quote": "I know a lot of people with obsessive qualities, and there\"s a positive and negative part to it. There\"s the appeal of someone who\"s so deadly focused on something that they want or desire - there\"s a dedication and a single-mindedness that\"s great. But then if it goes on too long it becomes a psychosis. What\"s the French term for it? Idee fixe." },
    { "author": "Richard Simmons",
      "quote": "I have rules about eating, exercising and rules about staying positive. And these rules are sacred to me." },
    { "author": "Joyce Carol Oates",
      "quote": "Among many of my friends and acquaintances, I seem to be one of the very few individuals who felt or feels no ambivalence about my mother. All my feelings for my mother were positive, very strong and abiding." },
    { "author": "Venus Williams",
      "quote": "I just try to stay positive and focused on the tennis, not let anything get to me, like crazy questions. But I\"m tough, let me tell you, tough as nails." },
    { "author": "Sonam Kapoor",
      "quote": "Women of worth are those who want positive change for themselves, their families, community or society, which I think is important. For me, a woman of worth is someone who has self -espect, who believes that she can change things in society." },
    { "author": "Julian Baggini",
      "quote": "One reason why it has become harder to promote the beneficial side of emotions such as anger is that the moral vocabulary of good and bad has been replaced by the self-help lexicon of positive and negative thinking." },
    { "author": "Kevin James",
      "quote": "I just want to put some positive stuff out there. If it works, great. If it doesn\"t, no problem." },
    { "author": "Eric Davis",
      "quote": "I\"ve been hearing this since I first joined the Reds organization, that I\"m going to be the next this or that. It\"s tough on a young player coming up. You show some positive things and everybody jumps on that and says you should be the next Willie Mays." },
    { "author": "Indra Nooyi",
      "quote": "My father was an absolutely wonderful human being. From him I learned to always assume positive intent. Whatever anybody says or does, assume positive intent." },
    { "author": "Andy Garcia",
      "quote": "I don\"t think lying has any ultimate justification. I don\"t think it ever leads to anything positive. The good fight to have is not to lie. That\"s one of the challenges in a way." },
    { "author": "Srikumar Rao",
      "quote": "Positive thinking is so firmly enshrined in our culture that knocking it is a little like attacking motherhood or apple pie." },
    { "author": "Gianni Versace",
      "quote": "I want always to be positive." },
    { "author": "Hill Harper",
      "quote": "So many of our young women today, they\"re growing up without a father, but they\"re still thirsty for that and desiring positive male love." },
    { "author": "Brad Paisley",
      "quote": "It comes down to building your own world out here on the road. It\"s who you surround yourself with. My band and crew are really positive guys." },
    { "author": "Stephen Leacock",
      "quote": "Electricity is of two kinds, positive and negative. The difference is, I presume, that one comes a little more expensive, but is more durable; the other is a cheaper thing, but the moths get into it." },
    { "author": "Sam Harris",
      "quote": "We\"re right to say that a culture that can\"t tolerate free speech is... there are a wide range of positive human experiences that are not available in that culture. And we\"re right to want those experiences." },
    { "author": "David Cameron",
      "quote": "I don\"t just want a better deal for Britain. I want a better deal for Europe too. So I speak as British prime minister with a positive vision for the future of the European Union. A future in which Britain wants, and should want, to play a committed and active part." },
    { "author": "Andrea Bocelli",
      "quote": "A positive frame of mind will definitely enhance your travelling experience. If I\"m not in a positive frame of mind then the whole thing definitely becomes more of a challenge for me." },
    { "author": "Bipasha Basu",
      "quote": "I believe everything negative that happens in your life is for a positive reason. If your heart breaks, you know that you are a human being and it happens. But you can\"t mope over it. There\"s only one life. You better get on ahead and fast. Fast enough not to let your past ever catch up with you." },
    { "author": "Tipper Gore",
      "quote": "I have long recognized a link between fitness and mental health and I think we need to encourage young people to take part in sports and team activities because we know it has such positive results." },
    { "author": "Kiana Tom",
      "quote": "More Asians need to be on television as a positive role model." },
    { "author": "Charles B. Rangel",
      "quote": "Now is the time for the U.S. and the nations of Western Europe who engaged in the slave trade throughout this hemisphere to come forward in a positive way to assist in undoing the harm that was caused by their past colonial policies in the hemisphere." },
    { "author": "Miranda Hart",
      "quote": "I\"ll always have to force myself to see the positive, because I\"m wired badly, I\"d say. I\"m just naturally a bit under, a bit depressed." },
    { "author": "Joan Collins",
      "quote": "However much some journalists may criticize me, I know that I look, feel, and behave several decades younger than my actual age, and much of that is because I believe you are what you think you are. This is called positive affirmation, and it\"s a really strong tool." },
    { "author": "Frank Gehry",
      "quote": "I would like to make a building as intellectually driven as it is sculptural and as positive as it would be acceptable to hope." },
    { "author": "Chloe Sevigny",
      "quote": "I don\"t like to read about myself, whether it be positive or negative." } ],
  [ { "author": "Dylan Moran",
      "quote": "I\"d be hard-pressed to think of anybody who\"s made me laugh, who\"s funny, but who\"s also relentlessly positive." },
    { "author": "Faith Hill",
      "quote": "I was adopted into this incredible home, a loving, positive environment, yet I had this yearning, this kind of darkness that was also inside me." },
    { "author": "Rufus Wainwright",
      "quote": "My mother\"s songs are really turning out to be masterpieces. I have inherited this incredible legacy and am so fortunate to bathe in her sensibilities. It is tinged with tragedy. I\"d much rather she was here in person, but there is still a positive force to come out of her death and that is having the gift of music that she gave." },
    { "author": "Bill O\"Reilly",
      "quote": "I\"m not the \"chosen one.\" I\"m just one of many who have been given gifts. I can write. I can bloviate on TV. So I\"m trying to use the gifts in a positive way. And I believe that\"s all directed. And that\"s why I\"m here on the planet." },
    { "author": "Donald Cram",
      "quote": "An investigator starts research in a new field with faith, a foggy idea, and a few wild experiments. Eventually the interplay of negative and positive results guides the work. By the time the research is completed, he or she knows how it should have been started and conducted." },
    { "author": "Noel Gallagher",
      "quote": "My first instinct when I write songs is not a negative one. It\"s something positive... Everything I\"ve ever done has some form of hope in it, I think." },
    { "author": "Michael K. Williams",
      "quote": "Revenge is not a positive state of mind or energy to indulge your self in." },
    { "author": "Fran Drescher",
      "quote": "You know I think that going into therapy is a very positive thing, and talking about it is really helpful, because the more you talk the more your fears fade, because you get it out." },
    { "author": "Jose Saramago",
      "quote": "I presume that nobody will deny the positive aspects of the North American cultural world. These are well known to all. But these aspects do not make one forget the disastrous effects of the industrial and commercial process of \"cultural lamination\" that the USA is perpetrating on the planet." },
    { "author": "Amy Adams",
      "quote": "I think that I\"ve always been attracted to characters who are positive and come from a very innocent place. I think there\"s a lot of room for discovery in these characters, and that\"s something I always have fun playing." },
    { "author": "Troy Polamalu",
      "quote": "I\"ve never really been aware of what is said about me, whether it\"s positive or negative. I ignore it. I\"ve always had the mind-set: \"No one can challenge me better than myself.\"" },
    { "author": "Curtis Jones",
      "quote": "I try to give positive energy in all my shows." },
    { "author": "Scott Ian",
      "quote": "Music and songs are written at different periods of time, at different times in your life. They reflect the feelings you have and to be honest, I quite like having positive emotions." },
    { "author": "Bill O\"Reilly",
      "quote": "Looking back, I clearly understand that seeing a \"chain of command\" approach in my house was a positive thing for me. My father provided a strong point of view on life and was a leader. Boys, especially, need that." },
    { "author": "Michael Franti",
      "quote": "People worry that gas prices are high and how they are affecting their pocket book. But they want to know about renewable energy. People are really starting to question things, and that\"s made people look to the future in a positive way." },
    { "author": "Hale Irwin",
      "quote": "I\"ve felt that if you dwell too much on your errors, you\"re dealing in the negativity of things. I don\"t like that. I\"d rather work on the positive reinforcement, the things I did well." },
    { "author": "Lil\" Kim",
      "quote": "It was a very emotional dinner... Everyone shared personal stories about her and gave her words of encouragement and inspiration. Everyone tried to remain positive." },
    { "author": "William Julius Wilson",
      "quote": "There are many positive things to say about the black community. No question about it." },
    { "author": "Richard G. Scott",
      "quote": "Make a Goal Box, a chart of positive daily contact with a family when you are working with them." },
    { "author": "Diane Kruger",
      "quote": "Her beauty didn\"t do her any good and she couldn\"t use it in any positive way or manipulative way. I just hope that people will look and see and believe in that hope of love, that hope of freedom, even if it was just for a limited time." },
    { "author": "Jim Beaver",
      "quote": "My wife Cecily Adams was dying of cancer, my daughter Madeline was struggling to overcome an autism diagnosis, and my father was dying, all at the same time. Writing the journal was a cathartic experience, and an extremely positive one." },
    { "author": "Leif Garrett",
      "quote": "I\"ve come to understand that there\"s always something positive, even in a negative situation." },
    { "author": "Zubin Mehta",
      "quote": "Just imagine, the thousands and thousands of concerts that take place every single day, all over the world. And the positive effect that they would have on the people listening. Now imagine a world without this. This void... it is unthinkable." },
    { "author": "John Oliver",
      "quote": "There is an inherent hope and positive drive to New Yorkers." },
    { "author": "Moe Howard", "quote": "Only fools are positive." },
    { "author": "Tori Spelling",
      "quote": "I\"m not happy not doing anything. When positive things are rolling in, you\"ve got to take them when you can get them." } ],
  [ { "author": "Dan Marino",
      "quote": "I think positive. I always think we\"re going to score. Two minutes is a lot of time if you have timeouts and you\"re throwing every down. You have to make the right decisions. I\"ve always had great receivers, which helps. It\"s not just me doing it." },
    { "author": "Rosabeth Moss Kanter",
      "quote": "I\"ve been looking at companies that are on a positive path vs. a negative path and I\"ve come to use the language of sports, winning streaks and losing streaks." },
    { "author": "Andy Roddick",
      "quote": "When you come off something really disappointing, you want to come back and kind of regroup and get involved in something positive right away." },
    { "author": "Virat Kohli",
      "quote": "On the field, aggression can sometimes be a positive emotion. It boosts performance and can lift your game. But over the years, I have learnt that restrained aggression is a better animal. That way, you will conserve your energy and won\"t spend yourself quickly." },
    { "author": "Maria Conchita Alonso",
      "quote": "I believe that your own thoughts can bring on positive or negative effects. So the people who feel sick all the time are the ones who are going to get sick, and the people who are constantly worried about what\"s going on around them... those are the ones in trouble." },
    { "author": "Victoria Beckham",
      "quote": "For me to go to America - which I find such a positive place - well, I took to it like a duck to water." },
    { "author": "John Krasinski",
      "quote": "Most of the people I know who work out seriously do so because they have such an amazing outlook on life. To be who I want to be, I\"m going to work out to be more positive, more active. It\"s proactive." },
    { "author": "Daniel Johns",
      "quote": "I try to stay positive by focusing on how much I\"ll appreciate my health if I get better." },
    { "author": "Nolan Ryan",
      "quote": "And I\"m a believer that you take a negative and turn it into a positive, and as it turned out, it was one of the best things that ever happened to me. And so I do appreciate the Ranger staff and the Ranger organization for giving me that opportunity." },
    { "author": "Ving Rhames",
      "quote": "Since God is the foundation of my life, anything that streams from that can only be positive." },
    { "author": "Dante Hall",
      "quote": "The only reason we make good role models is because you guys look up to athletes and we can influence you in positive ways. But the real role models should be your parents and teachers!" },
    { "author": "Ron Fournier",
      "quote": "Political consultants are pugilists, masters in the dark art of negativity. Which is why it\"s surprising to hear Democrats such as Steve McMahon and Republicans like Rich Galen urging their presidential candidates to be more, well, positive." },
    { "author": "Tom Rath",
      "quote": "Positive defaults align our short-term decisions with our long-term interests. And we don\"t always do that." },
    { "author": "Tom Rath",
      "quote": "Positive defaults protect you from yourself - and that helps you to make decisions in the moment that are better for your long-term interests." },
    { "author": "Shailene Woodley",
      "quote": "I would like to do something dark or small. I love independent films. I love emotional scenes. I love people who are struggling with something. I think it\"s just the juxtaposition to my incredibly happy, positive demeanor." },
    { "author": "Melanie Fiona",
      "quote": "Surround yourself with positive people." },
    { "author": "Troy Polamalu",
      "quote": "Pride is tough. You go to high school, and its \"pride,\" \"courage;\" it\"s all these types of words that we use to motivate us. I don\"t think there\"s anywhere in the Scriptures through the saints\" lives where pride was ever a positive characteristic of anybody." },
    { "author": "Keke Palmer",
      "quote": "I always try to set a positive example for my generation and promote confidence." },
    { "author": "Srikumar Rao",
      "quote": "Many persons swear by positive thinking, and quite a few have been helped by it. Nevertheless, it is not a very effective tool and can be downright harmful in some cases." },
    { "author": "Lee Trevino",
      "quote": "I never think of yesterday. Can\"t do anything about it. I\"m a positive guy. When you really deep down look at it, we go to bed every night, get up every morning, stay here for 70 or 80 years, and then we die." },
    { "author": "Tom Rath",
      "quote": "Clearly, there aren\"t enough positive moments or interactions happening in the workplace. As a result, our economy suffers, companies suffer, and individual relationships suffer." },
    { "author": "Georg Simmel",
      "quote": "For, to be a stranger is naturally a very positive relation; it is a specific form of interaction." },
    { "author": "Lance Loud",
      "quote": "Gay culture is surviving and thriving. Some activists believe the recent rise in homophobic violence might be a gauge of the success of positive gay images." },
    { "author": "Bill Rancic",
      "quote": "So many reality shows are scripted and create this fake drama, and it\"s a bunch of bull. We wanted to do something real and something wholesome and something that\"s focused on positive family values." },
    { "author": "Ray Comfort",
      "quote": "It is true that you can\"t prove a negative. However, the existence of God is provable in the same way a building is positive proof that there was a builder." },
    { "author": "Jami Attenberg",
      "quote": "In your 40s, you shed those who bring you down and surround yourself with the most positive people you know." } ],
  [ { "author": "Lisa Marie Presley",
      "quote": "I do like to write nasty songs. It\"s a useful weapon to have, and it\"s cathartic as well, because I create art out of anger, something positive out of something negative." },
    { "author": "Martin Seligman",
      "quote": "I think we pursue positive relationships whether or not they bring us engagement or happiness." },
    { "author": "Cameron Russell",
      "quote": "Like many young people, I believe I have potential to make a positive impact in the world." },
    { "author": "Casey Kasem",
      "quote": "I\"d like to feel that an advertiser gets something extra when they advertise with us - a certain humanity that comes from upbeat and positive human interest letters and success stories." },
    { "author": "Anthony Fauci",
      "quote": "Disagreements are one of the fundamental positive aspects of science." },
    { "author": "Andre Rieu",
      "quote": "I\"m an un-healable positive optimist." },
    { "author": "Lev Yilmaz",
      "quote": "I don\"t personally try to balance my work because I operate under the assumption that anyone reading or watching my stuff isn\"t having a particularly balanced day anyway. But negative attitudes just amuse me more than positive ones." },
    { "author": "Rachel Hunter",
      "quote": "And I\"m a pretty positive person - I don\"t put a lot of energy into worrying, and I\"m not a person who lives in a great deal of fear." },
    { "author": "Nicholas D. Kristof",
      "quote": "You don\"t need to invade a place or install a new government to help bring about a positive change." },
    { "author": "Bruce Feiler",
      "quote": "If you tell your own story to your children - that includes your positive moments and your negative moments, and how you overcame them - you give your children the skills and the confidence they need to feel like they can overcome some hardship that they\"ve felt." },
    { "author": "Jamie Redknapp",
      "quote": "I am a positive person and do not allow things to get on top of me." },
    { "author": "Herbie Mann",
      "quote": "But when I first got cancer, after the initial shock and the fear and paranoia and crying and all that goes with cancer - that word means to most people ultimate death - I decided to see what I could do to take that negative and use it in a positive way." },
    { "author": "Max Heindel",
      "quote": "Virtue is a positive quality developed by taking a firm stand for the right in temptation, or by the suffering endured in consequence of wrongdoing." },
    { "author": "Tom Bodett",
      "quote": "My work is still very much light-hearted, positive outlook, laugh at yourself. But it isn\"t going to be the laugh-a-minute kind of thing that my early work was." },
    { "author": "Kevin Rudd",
      "quote": "I\"m out there arguing the Labor case. I will do it anywhere and everywhere that I can. I do it within various communities across Australia where I am able to make a positive contribution. And let me tell you, my voice won\"t be silenced in the public debate because the issue at stake for Australia are so stark." },
    { "author": "James Anthony Froude",
      "quote": "In everyday things the law of sacrifice takes the form of positive duty." },
    { "author": "Joseph Nye",
      "quote": "As we think of power in the 21st century, we want to get away from the idea that power\"s always zero sum - my gain is your loss and vice versa. Power can also be positive sum, where your gain can be my gain." },
    { "author": "Tom Rath",
      "quote": "Wanting a more positive environment isn\"t enough. You need to do something, and it doesn\"t require a great deal of effort or some huge change in the way you approach things at work." },
    { "author": "Orhan Pamuk",
      "quote": "Good fiction is about asserting the beauties of the world, inventing a new, positive thing. Where am I going to get that? And it should be original; it should not be cliched. So the way I looked at history was not to accuse it of failure." },
    { "author": "Winona Ryder",
      "quote": "It\"s also a question of finding good material and interesting roles. I\"m not the only actress out there, and good parts just don\"t fall into your lap that easily. But I like most of the films I\"ve made recently and so I\"m pretty positive about the future." },
    { "author": "Jenny Agutter",
      "quote": "I have grown up but that should be a positive thing. When you look at a photo album it\"s lovely to remember being so young but it\"s also good to know you grew up!" },
    { "author": "Mike Mills",
      "quote": "My dad\"s gay experiences really had a very positive influence on me and my straight relationships - how to better accept all the weirdness and ambiguity and ups and downs and paradoxes. I knew from the beginning I was writing about love." },
    { "author": "Dasha Zhukova",
      "quote": "\"Garage Magazine\" has a strong track record of promoting diversity and racial and gender equality in the worlds of art and fashion and will continue in our mission to stir positive debate on these and other issues." },
    { "author": "Andy Cohen",
      "quote": "I\"m big on being positive. I\"m generally so positive and happy. I just always felt that I was exactly where I wanted to be. And things have continued to go in great directions." },
    { "author": "Tracey Ullman",
      "quote": "I\"ve always gotten a positive reaction to doing African-American characters." },
    { "author": "Kat Graham",
      "quote": "To me, success is making a positive difference through art - making art that affects the world and that changes the way people feel about themselves and the world." } ],
  [ { "author": "Casey Kasem",
      "quote": "That something extra, I believe, is a certain humanity that comes from upbeat and positive human interest letters and success stories. Advertisers like to be associated with those qualities." },
    { "author": "Ginnifer Goodwin",
      "quote": "I will end up with someone in the arts. I am positive. I eat, breathe and sleep acting. And I\"ll end up with someone who is happy staying at home and having me cook supper. But I also really need to be intellectually challenged and stimulated. I want someone bookish, and someone who is passionate." },
    { "author": "Roger Goodell",
      "quote": "I think the state of the NFL has a very positive outlook." },
    { "author": "Gloria Reuben",
      "quote": "I\"ve always loved journaling as a way to clear my mind. Whether I\"m traveling or at home, the first thing I do when I wake up is pull out my notebook and record positive things that have happened to me as well as uplifting thoughts." },
    { "author": "Martin Seligman",
      "quote": "I\"m all for past influences; the question is whether they are deterministic. Freud and the behaviorists argue that what we are at any given moment is billiard balls whose past determines our future course. That doesn\"t take into account that we are forever generating internal representations of positive futures and choosing among them." },
    { "author": "Jean Reno",
      "quote": "I can walk into a room and create a good ambience. I was taught all about this back when I studied acting. One of the things they would teach you is how to send out positive signals when you enter a room. I am glad I learned this." },
    { "author": "Gus Van Sant",
      "quote": "I had never had a positive leading character - somebody that wasn\"t an antihero, or who wasn\"t more of a guy that you\"re supposed to be on the side of." },
    { "author": "Alan Jackson",
      "quote": "I like to write sad songs. They\"re much easier to write and you get a lot more emotion into them. But people don\"t want to hear them as much. And radio definitely doesn\"t; they want that positive, uptempo thing." },
    { "author": "K\"naan",
      "quote": "I faced quite a few challenging times, and in front of those, I was more positive than some people not facing those conditions. I\"m actually of the belief now that it is that struggle that offers you that open-hearted hope." },
    { "author": "Susan Wojcicki",
      "quote": "We are a consumer company and our success is directly linked to our users trusting us. Therefore we have the same incentive as the user: they want to see relevant advertising so their experience of Google is positive and we want to deliver it." },
    { "author": "Jenni Rivera",
      "quote": "Perhaps trying to move away from my problems and focus on the positive is the best I can do." },
    { "author": "Terence Stamp",
      "quote": "Peter Ustinov was the first really positive influence in my career. He was real and he bore witness to it. The things he said to you, he lived them." },
    { "author": "Ronan Farrow",
      "quote": "Ninety percent of all people under 30 are in developing countries, and that means that this new access to tech, which is such a positive thing... is also a ticking time bomb of frustration... You get this clear mismatch of opportunity and expectation." },
    { "author": "Mary Hart",
      "quote": "It\"s nice to help remember somebody who really made a very positive difference in the world." },
    { "author": "Tucker Carlson",
      "quote": "The two things I was positive about in life were that I was going to be a teacher at a boarding school or an operative with the CIA posted abroad. I could write a book about all the things I was sure about." },
    { "author": "Suresh Raina",
      "quote": "Celebration is big for me. From my younger days, when I used to win mementos while playing basketball, I have always believed in sharing my success. It has to be there. It lifts the energy levels of the entire side if you are positive and vocal when a wicket falls." },
    { "author": "Curt Weldon",
      "quote": "I think Gadhafi is on the mark. And up until this point in time, I think they truly want to turn this around and become a positive player with the West after years and years of terrorism and stagnation." },
    { "author": "Vladimir Zhirinovsky",
      "quote": "Americans try to talk about positive family values, although the actual state of things is disastrous." },
    { "author": "Chino Moreno",
      "quote": "A lot of people deal with things that are bad. Once you\"ve been through something, you grow from it and you take a lot in. You can always turn it into something positive." },
    { "author": "Geddy Lee",
      "quote": "But, I would be naive not to recognize the number of musicians who tell me they have been influenced by me and sight me - as well as Alex and Neil - as a musician who has been a positive influence on their playing." },
    { "author": "Jude Law",
      "quote": "I think everyone goes through chapters in their life and there was a time when I wasn\"t feeling terribly positive about what I was contributing to film, or wasn\"t feeling as if I was going in the direction I wanted and I re-evaluated what I was doing." },
    { "author": "Jane McGonigal",
      "quote": "It seems like what happens when we play games is that we go into a psychological state called eustress, or positive stress. It\"s basically the same as negative stress in the sense that we get our adrenaline up, you know, our breathing rate quickens, our pulse quickens." },
    { "author": "Donald Miller",
      "quote": "Without a positive male role model in your life, it is extremely difficult to become a man who benefits his family and benefits society." },
    { "author": "Ibrahim Rugova",
      "quote": "The different Ministries have to work more on the promotion of the country, to build Kosovo\"s public image. Concrete projects must be assembled, in order to activate our businessmen to have more contacts. We have to create a positive image about ourselves." },
    { "author": "Jessica Jackley",
      "quote": "I believe in entrepreneurs. I believe in their ability to make positive change in the world." },
    { "author": "Alexander McCall Smith",
      "quote": "I think people in Botswana are pleased that my books paint a positive picture of their lives and portray the country as being very special. They\"ve made a great success of their country, and the people are fed up with the constant reporting of only the problems and poverty of the continent. They welcome something which puts the positive side." } ],
  [ { "author": "Anita Hill",
      "quote": "During this period at the Department of Education, my working relationship with Judge Thomas was positive." },
    { "author": "David Mixner",
      "quote": "The number of people with HIV receiving Medicare benefits has grown over time, reflecting growth in the size of the of the HIV positive population in the U.S. but also an increased lifespan for people with HIV due to antiretroviral medicines and other treatment advances." },
    { "author": "Nate Mendel",
      "quote": "When a person tests positive for HIV, it is not a test for the virus itself but for antibodies to the virus, and the test is not able to distinguish between HIV antibodies and a multitude of other antibodies. Many conditions can lead to a false positive result, including flu shots, hepatitis, and pregnancy." },
    { "author": "Jon Fishman",
      "quote": "I think that generally music should be a positive thing, I like Bob Marley\"s attitude: he said that his goal in life was to single handedly fight all the evil in the world with nothing but music, and when he went to a place he didn\"t go to play, he went to conquer." },
    { "author": "Hedi Slimane",
      "quote": "I always loved designing, but the context needs to be right, and have a positive perspective." },
    { "author": "Edward Burtynsky",
      "quote": "I think the environmental movement has failed in that it\"s used the stick too much; it\"s used the apocalyptic tone too much; it hasn\"t sold the positive aspects of being environmentally concerned and trying to pull us out." },
    { "author": "Arthur Smith",
      "quote": "I\"ve noticed that my resolutions involve me not doing stuff that I wasn\"t going to do anyway so here\"s something more positive. I\"m going to retrain as a Latin teacher in a provincial public school." },
    { "author": "Monica Denise Brown",
      "quote": "I find the positive in the negative all the time. Any time you give something power, it wins, and it can continuously happen, so I just let negative people know they have no place in my life. They have no place around my children." },
    { "author": "Genevieve Gorder",
      "quote": "I had the idea for the show like a year and a half, two years ago. And it was all about the things that I didn\"t like about TV. I was trying to create a positive solution for it. And it actually worked." },
    { "author": "Michael Dell",
      "quote": "The customer reaction to Dell going private has been a lot more positive than I would have ever imagined. Customers see it as - \"You don\"t have to be distracted. Now you can totally focus on your business.\" So they see it as a positive." },
    { "author": "James Blunt",
      "quote": "\"Top Gear\" changed people\"s perceptions of me. I\"ve had much more positive responses from my TV appearances than written articles. And I have the weirdest voice." },
    { "author": "Karisma Kapoor",
      "quote": "India has progressed to a stage where a divorcee status hardly matters. What matters is that you raise a positive, independent, well-behaved and intelligent child." },
    { "author": "Christopher Dawson",
      "quote": "Moreover, behind this vague tendency to treat religion as a side issue in modern life, there exists a strong body of opinion that is actively hostile to Christianity and that regards the destruction of positive religion as absolutely necessary to the advance of modern culture." },
    { "author": "Mira Sorvino",
      "quote": "I want my life to effect the balance to the positive." },
    { "author": "Mireille Enos",
      "quote": "I\"m positive and I smile a lot, and I\"m kind of a banana, but serious work just seems to find me, so I\"m not going to argue with it." },
    { "author": "Recep Tayyip Erdogan",
      "quote": "A lasting solution to this problem will have an exceptionally positive influence foremost on the peoples of Palestine and Israel, as well as on the region and the international community." },
    { "author": "Q-Tip",
      "quote": "I do try to speak of positive things. I still try to, like, present two sides of the story, and I do try to relate to life in a 360 degree and not be one-dimensional. But by all means, manage expectations." },
    { "author": "Joel Robuchon",
      "quote": "I\"ve never followed a vegan or vegetarian diet in the past, but I think I could do it. It would not be easy. I have worked with nutritionists who have said a vegan diet is not necessarily all positive for your health, because you need nutrients you only find in meats. I believe in a balanced diet." },
    { "author": "Jermain Defoe",
      "quote": "I had to tell Dad, \"It will be okay and be positive; keep praying and have faith\". I have always known about cancer, but to be around someone who has it and to see what it does in such a short space of time was hard. It makes you think about your life, about what is important." },
    { "author": "Roy Blunt",
      "quote": "I\"m confident that the commitment of the co-chairs of the Ferguson Commission - along with the work of other local leaders and the Missouri General Assembly - will have a very positive impact as this community works to move forward." },
    { "author": "Sophie Okonedo",
      "quote": "I always try to think of positive things to say about the people I portray, as it\"s more helpful for me." },
    { "author": "Jimmy Cliff",
      "quote": "I\"m the kind of person who likes to hang out and observe what\"s going on in the streets, or in certain places. I used to do that a lot. But having to become an international superstar, I can\"t do that comfortably! But it\"s all positive, you know." },
    { "author": "Melissa Rosenberg",
      "quote": "You don\"t know what someone\"s going to walk away from a movie with, but you hope it\"s something positive, but if nothing, you want them most basically to be entertained and engaged. That\"s your job. But you also hope to give them something to chew on or maybe some insight into the human existence, you hope a little bit. Not to sound too lofty." },
    { "author": "Bill Richardson",
      "quote": "The President, in talking about freedom and democracy, is sparking a wave of very positive democratic sentiment that might help us override both Islamic fundamentalism that has formed in that region, and also some of the hatred for our policies of invading Iraq." },
    { "author": "Brandon Flowers",
      "quote": "I\"ve definitely got a lot more cautious about my lyrics - I feel I want to be a positive force in the world, and I want to uplift people. That\"s something that comes with age." },
    { "author": "David Kay",
      "quote": "The result is - document destruction - we\"re really not going to be able to prove beyond a truth the negatives and some of the positive conclusions that we\"re going to come to. There will be always unresolved ambiguity here." } ],
  [ { "author": "Ron Conway",
      "quote": "As the tech industry continues to grow and sprout successful startups across the country, it is important that we understand our responsibility to affect positive change in our communities." },
    { "author": "Scott McCallum",
      "quote": "It just happened that the course of the campaign went negative we actually went positive for a little over a week and you do the tracking of poll numbers and it hurt us. So the public responded to those type of ads." },
    { "author": "Aidan Gillen",
      "quote": "It\"s always more interesting to take on someone that\"s going to have hidden sides or a fatal flaw, because there\"s going to be more to play with - more conflict, internally or in and around them - but it\"s probably the thing of finding the positive in there." },
    { "author": "Biz Stone",
      "quote": "This idea that the open exchange of information can have a positive global impact is being proven over and over again around the world nearly on a daily basis - and for Secretary Clinton to recognize that, I think, is a huge step." },
    { "author": "Emily Deschanel",
      "quote": "I have a treadmill, and I work out with my trainer, Julie Diamond, as often as possible. She\"s so positive." },
    { "author": "Kim Young-ha",
      "quote": "In the early 2000s, people expected that anonymity on the Internet would be positive for the development of democracy in South Korea. In a Confucian culture like South Korea\"s, hierarchy can block the free exchange of opinions in face-to-face situations. The web offered a way around that." },
    { "author": "Janet Evanovich",
      "quote": "Since I can barely write two books a year the best solution seems to be co-author projects. My goal isn\"t to get another writer to clone me... it\"s more to produce a book that shares my vision of positive, fun entertainment." },
    { "author": "Geoff Johns",
      "quote": "Greg Berlanti, Marc Guggenheim and Andrew Kreisberg are fantastic producers and showrunners, and they lead a very, very positive, fun, creative environment to work in and to work with." },
    { "author": "Dhani Jones",
      "quote": "I always have a positive reaction to Times Square - you\"ve got so many people passing through here, so many cultures, and so many people merging into the central community of New York City. This is the hub of America." },
    { "author": "Michael D. Higgins",
      "quote": "While the wider global environment is worrying, we are seeing some positive results in our economic affairs." },
    { "author": "Jean M. Auel",
      "quote": "Aside from sales, the letters from readers have been primarily positive." },
    { "author": "Saku Koivu",
      "quote": "We found out tonight how important and how crucial momentum swings can be. I thought we were playing very well. We were doing a lot of positive things but then we lost the puck two times in our zone and things swung their way. You can\"t afford to give teams momentum." },
    { "author": "Ron Ben-Israel",
      "quote": "Your best creative assets do not occur unless you do a mental shift. You have to be in a positive frame of mind because inspiration is fleeting. I walk to work for inspiration and to clear my mind." },
    { "author": "Colman Domingo",
      "quote": "It is true that as people, we tend to remember only the positive. With time, the grim details fade away, and as a species we survive on this notion. In our desire to gloss over the undeniable macabre parts of our American history, we forget. That amnesia manifests itself, especially when dealing with the plight of black men." },
    { "author": "Johannes Stark",
      "quote": "By allowing the positive ions to pass through an electric field and thus giving them a certain velocity, it is possible to distinguish them from the neutral, stationary atoms." },
    { "author": "Parminder Nagra",
      "quote": "If I can inspire someone to go in a positive way and pursue a dream, it can only be good." },
    { "author": "Eric Bristow",
      "quote": "In 1987 I got dartitis, a psychological condition which means you can\"t let your darts go properly. For a time, I wondered what the hell I was going to do if I didn\"t recover. But I remained positive and, thankfully, got over it. It occurred during the Swedish Open when I found I couldn\"t let the darts go." },
    { "author": "John Elway",
      "quote": "A guy as great as Brett Favre has been for the length of time he\"s been, you would hope that he would be able to leave the game with a positive flavor in his mouth." },
    { "author": "John Elway",
      "quote": "The patience that goes with the game, the little things that go along with the game, you have so much more time to think in golf than you do in football - you have to keep your thoughts positive. I\"m not sure I\"ve got that mastered." },
    { "author": "Michel Martelly",
      "quote": "When I was campaigning, I told the people if nothing happens under my mandate it will still be a positive thing because my mandate will be used as a rupture between the past and the future." },
    { "author": "William McDonough",
      "quote": "We achieved our mission to the moon. Let\"s look home from that lofty perch and reimagine our mission on Earth - that is what we need to do here. Together, we can upcycle everything. The world will be better for our positive visions and actions." },
    { "author": "Thad Cochran",
      "quote": "Well, I think the president is going to do well in terms of his influence for positive change here in the Congress, making sure that we don\"t overspend, making sure that we spend for only those programs that are justified." },
    { "author": "Carl D. Anderson",
      "quote": "Measurements of the specific ionization of both the positive and negative particles, by counting the number of droplets per unit length along the tracks, showed the great majority of both the positive and negative particles to possess unit electric charge." },
    { "author": "Rick Renzi",
      "quote": "If we can produce more ethanol and bio-diesel to help fuel our vehicles, we will create jobs, boost local economies and produce cleaner burning fuels. This will keep dollars here at home where they can have a positive impact on our economy." },
    { "author": "Greg Louganis",
      "quote": "The Games are just a nice, positive way to build friendships, camaraderie and, of course, self-esteem. Plus, the Games are a great opportunity for people to participate in sports who normally wouldn\"t." },
    { "author": "Jim Lampley",
      "quote": "I mean, you know, I get a tremendous positive charge every day just from knowing these kids and who they are. I mean, Larry, my 12-year-old son is my hero in life. Could there be a greater privilege than that? I mean, I can\"t imagine anything that would be more exciting." } ],
  [ { "author": "Franz Beckenbauer",
      "quote": "At any rate, I can only see such a success having positive effects for everyone, particularly as our anticipation of the World cup would only increase further." },
    { "author": "Carrie Coon",
      "quote": "I think there\"s a danger in how we can get addicted to the things that reaffirm to us who we are. For example, Facebook; people who make these Facebook posts about what\"s happening to them, just so people will chime in and give them positive reinforcement." },
    { "author": "Barry Mann",
      "quote": "It\"s amazing how a competitive nature can turn a negative into something positive." },
    { "author": "Bob Harper",
      "quote": "Our external environment no longer seems to have any firm boundaries, any limits, or any positive cues about when to stop consuming anything. I mean, there is a reason that people get fat - it\"s easy and cheap to get high-calorie, tasty food." },
    { "author": "Amber Riley",
      "quote": "I have great friends around me that are positive and I think that\"s the key to life is making your own path. Set your own rules because there is no set rule, there is no set look, there is no set anything. You make your own rules in your life. You make your own decisions." },
    { "author": "James Frey",
      "quote": "I don\"t want to walk in the middle. I want people to read what I write and feel strongly about it. If, at some point, whatever I am doing is failing to elicit a response, whether it\"s very positive or very negative, then I am going to stop doing it." },
    { "author": "Simon Beaufoy",
      "quote": "I believe innately in the human spirit being a powerful and positive thing. And that just comes out, whether you like it or not. It comes out in the writing." },
    { "author": "Ed Gillespie",
      "quote": "But I think there was a sense amongst the House Republicans especially that we didn\"t just want to be opposed to Bill Clinton; that we wanted to tell the country what we were for and to brand ourselves in a more positive manner." },
    { "author": "Phoebe Snow",
      "quote": "The thing that helped me come to terms with performing was an anxiety, a desperation for acceptance. There was never enough positive motivation in my life." },
    { "author": "Rick Larsen",
      "quote": "Congress must take responsibility for a new positive direction - an innovative agenda that will lead to a more secure America. Secure communities, secure economies, and a secure quality of life." },
    { "author": "Lisa Scottoline",
      "quote": "I am really, I think, truly an easygoing, positive, fun person." },
    { "author": "Bow Wow",
      "quote": "LL Cool J was a rapper-turned-actor, and I also relate to him because he was sort of a ladies\" man and had a female fan base, but yet he\"s a positive dude. You never read about him getting into trouble or going to jail." },
    { "author": "Dick Morris",
      "quote": "As Bob Dole found out, you can\"t keep a positive image while being your party\"s mouthpiece in Congress. That\"s why no legislative leader since James Madison has ever been elected president." },
    { "author": "Kate O\"Mara",
      "quote": "What really interests me is how a woman who has had a bad experience with a man comes through it and gets a new life. I feel you have to be positive. You have to say, \"Look, okay, he\"s ditched you, but there\"s life after.\"" },
    { "author": "Peggy Fleming",
      "quote": "When the going got tough, I really had to draw on many of the same competitive instincts I did when I was skating. I really had to put my head down and stay positive. I had to fight." },
    { "author": "Carol Bartz",
      "quote": "If I had my way, I wouldn\"t do annual reviews, if I felt that everybody would be more honest about positive and negative feedback along the way. I think the annual review process is so antiquated." },
    { "author": "Scott Stapp",
      "quote": "I just hope it grows into where it was before because I want my son to see it. I want him to have a positive memory of it going forward, so he can be proud of his daddy." },
    { "author": "Karl Abraham",
      "quote": "Both dreams and neurotic dream-states have as their function the avoidance of displeasure, but the dream-states also serve to provide a positive pleasure gain." },
    { "author": "Marc Wallice",
      "quote": "Nobody could\"ve ever known I was positive because I didn\"t know." },
    { "author": "Kirsty Coventry",
      "quote": "Everyone at home is so supportive. People recognise me, say how proud they are of me. It\"s awesome to hear, it\"s amazing to know I can touch so many people in a positive way." },
    { "author": "Wayne Wonder",
      "quote": "My grandmother always told me you must keep to your old roads and stick to your original friends and just go through smooth, be careful and stay positive." },
    { "author": "Ariel Gore",
      "quote": "I\"ve been thinking about disowning some of my genes lately. I have a few healthy, happy, long-living optimists in my family tree - most of them fans of Christian Science founder Mary Baker Eddy, a major champion of positive thinking. But I\"ve got plenty of ancestors who played out more tortured hands." },
    { "author": "Garret Dillahunt",
      "quote": "I did the whole rock and roll thing that\"s coming up. I think you\"re going to enjoy that! \"Burt Rocks\", it\"s called. I like that he\"s a dreamer; I like how positive he is. There\"s a lot of things I think I can learn from Burt." },
    { "author": "Janet Reno",
      "quote": "We have initiated programs for re-entry offenders, since some 500,000 to 600,000 offenders will come out of prison each year for the next three or four years. We want to have positive alternatives when they come back to the community." },
    { "author": "Omari Hardwick",
      "quote": "As an African-American male born with a couple of strikes against you because of your skin color, I think it\"s very, very important to have some positive role models around, especially male influences." },
    { "author": "Laura Miller",
      "quote": "Dallas is a positive, get-it done city." } ],
  [ { "author": "Joe Johnston",
      "quote": "\"Captain America\" was probably the most universally positive experience I\"ve had in this mad business." },
    { "author": "Marc Wallice",
      "quote": "But nobody is listening to those points. They are just listening to the gossip which is saying that I knew I was positive for all these years because I had a faked test a few years ago." },
    { "author": "Marc Wallice",
      "quote": "With what all these people are saying, do you think that anybody wants to be around me? They all think that I did this on purpose? That I knew that I was positive, for so many years? I feel now that I\"m going to be attacked if anybody sees me or if I go to the office." },
    { "author": "Simon Winchester",
      "quote": "The nature of catastrophe is, after all, reasonably unvarying in the way it ruins, destroys, wounds and devastates. But if something can be learned from the event - not least something as profound as the theory of plate tectonics - then it somehow puts the ruination into a much more positive light." },
    { "author": "Tony Lema",
      "quote": "A buoyant, positive approach to the game is as basic as a sound swing." },
    { "author": "Imre Lakatos",
      "quote": "Research programmes, besides their negative heuristic, are also characterized by their positive heuristic." },
    { "author": "Tunde Adebimpe",
      "quote": "When I\"m in the mode of feeling positive about love, I don\"t really feel the need to mark it down in song. In fact, I know what that song would sound like, and I would not subject anybody to that." },
    { "author": "Glenn Hubbard",
      "quote": "President Obama has basically avoided or not done any attempt to intervene in any positive way in the housing market. I think in the financial crisis that\"s been a shame." },
    { "author": "Max Carver",
      "quote": "Personally, I had a close friend with cystic fibrosis. I won\"t ever forget how he handled himself. In the face of extreme challenges and very harrowing circumstances, he maintained a positive outlook and was just very dignified, even in his suffering." },
    { "author": "Jacob Rothschild",
      "quote": "Unilever, Nestle and SAB Miller are all taking a long-term approach to investing in sustainable resource consumption. Each is driving through better resource management, which is expected to yield positive returns in the future." },
    { "author": "Dawn Olivieri",
      "quote": "You have to figure out what\"s important and keep the main points, though I will swing a little outside the box. It affords me the freedom to find out who the character is, and it\"s been a positive technique for me. I\"m not saying everyone should change words, but if you can do it with confidence, you may nail it." },
    { "author": "Deryck Whibley",
      "quote": "The past 6 and a half years have been the most amazing years of my life. It\"s sad it has come to an end but Avril and I are still family and moving forward in the most positive way possible." },
    { "author": "Alexis Bledel",
      "quote": "It gets kinda monotonous, but that\"s television. There are plus sides and down sides. The positive side is that you have steady work for nine months of the year for however many years your show is on TV,." },
    { "author": "Penelope Ann Miller",
      "quote": "I look to longevity. I just consider myself an actress and getting good roles. If being a \"superstar\" gets me good roles, then that\"s a positive thing. But my goal isn\"t just to be a superstar. It\"s to act for a long time." },
    { "author": "Stephen Schwartz",
      "quote": "On the surface, \"Book of Mormon\" is extremely irreverent, but underneath, there\"s a great sweetness and a very positive message." },
    { "author": "David Deida",
      "quote": "The positive and negative poles of a battery create an electrical flow. The masculine and feminine poles between people create a flow of sexual energy in motion." },
    { "author": "Melissa Peterman",
      "quote": "You get nervous when you\"re identified with something that is really great and positive for so long. You don\"t want to not be that person, but there are going to be other roles in your career." },
    { "author": "Bruno Heller",
      "quote": "When I\"ve had hard times in my life, the one thing about being in TV is that it\"s positive. I withdrew to \"Cheers,\" it was familiar in that it was family. It had a kind of realistic positiveness to it." },
    { "author": "Will Rothhaar",
      "quote": "I think that, just in general, my number one priority is to just go out of your way to stay yourself and put yourself out there in a positive way. It\"s so easy, and you can connect with a lot of your friends." },
    { "author": "Rowan Blanchard",
      "quote": "A lot of people are really excited to see the continuation of Cory and Topanga and \"Boy Meets World\". I was getting a lot of positive feedback, which I was really happy about." },
    { "author": "Michael Goldenberg",
      "quote": "London \"Harry Potter\" premieres are very special events: There is this sense of love and ownership and pride, and it\"s just palpable. It\"s a very different feel from an L.A. premiere. It\"s nice to be a part of something that\"s so positive." },
    { "author": "Didier Sornette",
      "quote": "When herding behaviour among investors ramps up, a stock\"s or index\"s growth rate can increase faster than exponentially, leading to more herding. This positive feedback brings the system to a tipping point. About two-thirds of the time, a crash results." },
    { "author": "Paul Cellucci",
      "quote": "When you think about the day-to-day, positive impact on the lives of U.S. citizens, there is no relationship that we have in the world that is more important than our relationship with Canada." },
    { "author": "Laura Arrillaga-Andreessen",
      "quote": "When you give as a family, not only are you sharing the happiness that giving brings you by watching it translate into positive change, but you are also transmitting your giving values to your children by engaging them in the giving process itself." },
    { "author": "Keanu Reeves",
      "quote": "Oftentimes, when we think of 3D, we think of things coming out of the screen, but actually, you\"ve got this zero, this negative space, what they call the negative space, which is the scene, what\"s being filmed in the positive space of the audience. As you can have things come out, you can have all of this depth." },
    { "author": "Jean Alesi",
      "quote": "I have never won a race, and that is my main disappointment - but you have to be positive." } ]]
